Repository: CrimeanPatterns/frontend
Catalog: translations/mobile-native.*.xliff
Languages: de, es, fr, pt, ru, zh_cn, zh_tw

# account-add
source: Add to AwardWallet
de: Zu AwardWallet hinzufügen
es: Añadir a AwardWallet
fr: Ajouter à AwardWallet
pt: Adicionar ao AwardWallet
ru: Добавить в AwardWallet
zh_cn: 添加到AwardWallet
zh_tw: 添加至 Awardwallet

# account.buttons.update-all
source: Update all Accounts
de: Alle Konten aktualisieren
es: Actualizar todas las cuentas
fr: Mettre à jour tous les comptes
pt: Atualizar todas as contas
ru: Обновить все аккаунты
zh_cn: 更新所有账户
zh_tw: 更新全部帳戶

# account.details.balance-chart
source: Balance chart
de: Kontostand-Diagramm
es: Gráfico de saldo
fr: Graphique du solde
pt: Gráfico de saldo
ru: График изменений

# account.details.expiration.warning
source: Expiration warning
de: Ablaufwarnung
es: Advertencia de vencimiento
fr: Alerte d’expiration
pt: Aviso de expiração
ru: Предупреждение об истечении срока действия

# account.details.owner
source: Account Owner
de: Kontoinhaber
es: Propietario de la cuenta
fr: Propriétaire du compte
pt: Proprietário da conta
ru: Владелец аккаунта

# account.details.read-more
source: Read more
de: Mehr erfahren
es: Leer más
fr: En savoir plus
pt: Leia mais
ru: Подробнее

# account.details.set-location.text
source: Receive a push notification when near this location. Long-press the notification to view the barcode.
de: Erhalten Sie eine Push-Benachrichtigung, wenn Sie sich in der Nähe dieses Standorts befinden. Halten Sie die Benachrichtigung gedrückt, um den Barcode anzuzeigen.
es: Recibe una notificación push cuando estés cerca de esta ubicación. Mantén presionada la notificación para ver el código de barras.
fr: Recevez une notification push à proximité de cet endroit. Maintenez la notification enfoncée pour afficher le code-barres.
pt: Receba uma notificação push ao se aproximar deste local. Pressione e segure a notificação para visualizar o código de barras.
ru: Получать Push-уведомление, если Вы находитесь рядом с этим местом. Длительное нажатие на уведомление позволяет просмотреть штрихкод.

# account.details.set-location.title
source: Set Location for Card Display
de: Standort für Kartenanzeige festlegen
es: Establecer ubicación para mostrar la tarjeta
fr: Définir l’emplacement pour l’affichage de la carte
pt: Definir local para exibição do cartão
ru: Задать местоположение для отображения карты

# account.expiration-date.expired
source: Expired
de: Abgelaufen
fr: Expiré
pt: Expirado

# account.expiration-date.soon
source: Expiration Soon
de: Läuft bald ab
fr: Expiration imminente
pt: Expiração em breve

# account.update.in-progress
source: In Progress
de: In Bearbeitung
es: En curso
fr: En cours
pt: Em andamento
ru: В процессе
zh_cn: 进行中
zh_tw: 進行中

# account.update.pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
pt: Pendente
ru: В ожидании
zh_cn: 等待
zh_tw: 待處理

# action-sheet.location.allow-location
source: Always Allow Location Sharing
de: Standortfreigabe immer erlauben
fr: Toujours autoriser le partage de position
pt: Sempre permitir compartilhamento de localização

# action-sheet.location.battery.description
source: This setting is optimized for efficiency.
de: Diese Einstellung ist auf Effizienz optimiert.
fr: Ce paramètre est optimisé pour l’efficacité.
pt: Esta configuração é otimizada para eficiência.

# action-sheet.location.battery.title
source: No extra battery drain
de: Kein zusätzlicher Batterieverbrauch
fr: Aucune consommation supplémentaire de batterie
pt: Sem consumo extra de bateria

# action-sheet.location.description
source: For the best experience, please set your location permissions to "Always." Begin by selecting "Allow While Using the App" and later update it to "Always" in your device settings when prompted.
de: Für die bestmögliche Nutzung aktivieren Sie bitte die Standortfreigabe auf „Immer erlauben“. Wählen Sie zunächst „Beim Verwenden der App erlauben“ und ändern Sie die Einstellung später bei entsprechender Aufforderung in den Geräteeinstellungen auf „Immer erlauben“.
fr: Pour une expérience optimale, veuillez définir les autorisations de localisation sur « Toujours ». Commencez par sélectionner « Autoriser lors de l’utilisation de l’app », puis mettez à jour ce paramètre en « Toujours » dans les réglages de votre appareil lorsque cela vous est demandé.
pt: Para a melhor experiência, defina as permissões de localização como “Sempre”. Comece selecionando “Permitir durante o uso do app” e, depois, atualize para “Sempre” nas configurações do dispositivo quando solicitado.

# action-sheet.location.privacy.description
source: We never sell your location data.
de: Wir verkaufen Ihre Standortdaten niemals.
fr: Nous ne vendons jamais vos données de localisation.
pt: Nunca vendemos seus dados de localização.

# action-sheet.location.privacy.title
source: Your privacy matters
de: Ihre Privatsphäre ist uns wichtig
fr: Votre vie privée compte
pt: Sua privacidade é importante

# action-sheet.location.purpose.description
source: We only use your location to provide timely card delivery.
de: Wir verwenden Ihren Standort ausschließlich, um eine pünktliche Zustellung von Karten zu ermöglichen.
fr: Nous utilisons votre localisation uniquement pour assurer une livraison rapide des cartes.
pt: Usamos sua localização apenas para garantir a entrega pontual dos cartões.

# action-sheet.location.purpose.title
source: Purpose-driven use
de: Zweckgebundene Nutzung
fr: Utilisation à des fins précises
pt: Uso com propósito definido

# action-sheet.notification.description
source: Stay informed with important updates by enabling push notifications.
de: Bleiben Sie mit wichtigen Updates auf dem Laufenden, indem Sie Push-Benachrichtigungen aktivieren.
fr: Restez informé des mises à jour importantes en activant les notifications push.
pt: Mantenha-se informado com atualizações importantes ativando as notificações push.

# action-sheet.notification.elite-status
source: Notifications about elite status changes
de: Benachrichtigungen über Änderungen Ihres Elite-Status
fr: Notifications concernant les changements de statut élite
pt: Notificações sobre mudanças no status elite

# action-sheet.notification.enable-push
source: Enable Push Notifications
de: Push-Nachrichten aktivieren
fr: Activer les notifications Push
pt: Ativar notificações push

# action-sheet.notification.expiration
source: Alerts for account balance expirations
de: Warnungen bei ablaufenden Kontoständen
fr: Alertes sur les expirations de solde de compte
pt: Alertas sobre vencimento de saldo em contas

# action-sheet.notification.flight
source: Updates on flight delays and gate changes
de: Benachrichtigungen über Flugverspätungen und Gate-Änderungen
fr: Mises à jour sur les retards de vol et les changements de porte d’embarquement
pt: Atualizações sobre atrasos de voo e mudanças de portão

# action-sheet.notification.hint.description
source: Customize the types and frequency of notifications anytime in your profile settings.
de: Passen Sie Art und Häufigkeit der Benachrichtigungen jederzeit in Ihren Profileinstellungen an.
fr: Personnalisez à tout moment le type et la fréquence des notifications dans les paramètres de votre profil.
pt: Personalize os tipos e a frequência das notificações a qualquer momento nas configurações do seu perfil.

# action-sheet.notification.hint.title
source: You have the control
de: Sie haben die Kontrolle
fr: Vous avez le contrôle
pt: Você tem o controle

# action-sheet.title
source: Enhance Your AwardWallet Experience
de: Verbessern Sie Ihr AwardWallet-Erlebnis
fr: Améliorez votre expérience AwardWallet
pt: Aprimore sua experiência com o AwardWallet

source: Adding an account
de: Hinzufügen eines Kontos
es: Añadir una cuenta
fr: Ajouter un compte
pt: Adicionando uma conta
ru: Добавление аккаунта
zh_cn: 添加账户
zh_tw: 正在添加一個帳戶

source: Address
de: Adresse
es: Dirección
fr: Adresse
pt: Endereço
ru: Адрес
zh_cn: 地址
zh_tw: 地址

# agents.connect.email.notice
source: Please enter email. We will search through our database and add this user to your profile.
de: Bitte geben Sie die E-Mail-Adresse ein. Wir durchsuchen unsere Datenbank und fügen Ihrem Ihrem Profil diesen Nutzer hinzu.
es: Introduce tu correo electrónico. Realizaremos una búsqueda en nuestra base de datos y agregaremos este usuario a tu perfil.
fr: Veuillez saisir une adresse e-mail. Nous effectuerons une recherche dans notre base de données et ajouterons cet utilisateur à votre profil.
pt: Digite o e-mail. Nós pesquisaremos em nosso banco de dados e adicionaremos o usuário ao seu perfil.
ru: Введите email-адрес. Мы найдем этого пользователя в нашей базе и добавим его в Ваш профиль.
zh_cn: 请输入电子邮件地址。我们会在数据库中搜索并将该用户添加到您的档案。
zh_tw: 請填寫電子郵件地址。我們將在我們的資料庫中進行搜尋，並將該用戶添加至您的個人檔案中。

# ai-reservation.warning
source: This reservation was processed using AI. Please check the details below for accuracy. If there's a problem, please %href_on%remove this reservation%href_off% from your timeline.
de: Diese Reservierung wurde mit KI bearbeitet. Bitte überprüfen Sie die Details unten auf ihre Richtigkeit. Wenn es ein Problem gibt, entfernen Sie bitte %href_on%diese Reservierung%href_off% aus Ihrer Zeitleiste.
es: Esta reserva se ha procesado con IA. Comprueba la exactitud de los datos para ver si están bien. Si hay algún problema, %href_on%elimina esta reserva%href_off% de tu cronología.
fr: Cette réservation a été traitée à l’aide d’une IA. Veuillez vérifier que les informations ci-dessous sont exactes. En cas de problème, veuillez %href_on%supprimer cette réservation%href_off% de votre calendrier.
pt: Esta reserva foi processada com IA. Verifique se os detalhes abaixo estão corretos. Se houver algum problema, %href_on%exclua esta reserva%href_off% da sua linha do tempo.
ru: Эта резервация была обработана при помощи искусственного интеллекта. Пожалуйста, проверьте точность данных. В случае несоответствия, Вы можете %href_on%удалить эту резервацию%href_off% из списка Ваших путешествий.
zh_cn: 该预订是使用人工智能处理的。请检查以下详细信息是否准确。如果有问题，请从您的时间线中%href_on%移除此预订%href_off%。
zh_tw: 這項預訂是以 AI 進行的。請檢查以下資訊是否正確。如果有任何問題，請從您的時間軸中%href_on%移除這項預訂%href_off%。

# ai-reservation.warning-without-permission
source: This reservation was processed using AI. Please check the details below for accuracy.
de: Diese Reservierung wurde mit KI bearbeitet. Bitte überprüfen Sie die Details unten auf ihre Richtigkeit.
es: Esta reserva se ha procesado con IA. Comprueba la exactitud de los datos para ver si están bien.
fr: Cette réservation a été traitée à l’aide d’une IA. Veuillez vérifier que les informations ci-dessous sont exactes.
pt: Esta reserva foi processada com IA. Verifique se os detalhes abaixo estão corretos.
ru: Эта резервация была обработана при помощи искусственного интеллекта. Пожалуйста, проверьте точность данных.
zh_cn: 该预订是使用人工智能处理的。请检查以下详细信息是否准确。
zh_tw: 這項預訂是以 AI 進行的。請檢查以下資訊是否正確。

# alternative-flight.custom-value.form-title
source: alternatively, enter a custom value
de: geben Sie alternativ einen benutzerdefinierten Wert ein
es: de lo contrario, inserta un valor por defecto
fr: sinon, saisissez une valeur personnalisée
pt: em vez disso, digite um valor personalizado
ru: или введите свою стоимость
zh_cn: 或者，输入一个自定义价值
zh_tw: 否則，請輸入一個自訂值

# alternative-flight.custom-value.title
source: Custom Value
de: Benutzerdefinierter Wert
es: Valor personalizado
fr: Valeur personnalisée
pt: Valor personalizado
ru: Своя стоимость
zh_cn: 自定义价值
zh_tw: 自訂值

# alternative-flight.layover
source: Layover in
de: Zwischenlandung in
es: Escala en
fr: Escale à
pt: Conexão em
ru: Пересадка в
zh_cn: 停留地点
zh_tw: 短暫停留於

# alternative-flight.savings-hint
source: We estimated your savings based on a similar flight, tap here to view it or to set your own value of an alternative flight
de: Wir haben Ihre Ersparnis auf der Grundlage eines ähnlichen Fluges geschätzt. Klicken Sie hier, um den Wert zu sehen oder um Ihren eigenen Wert für einen alternativen Flug festzulegen
es: Hemos calculado tu ahorro basándonos en un vuelo similar, haz clic aquí para verlo o para determinar el valor de un vuelo alternativo
fr: Nous avons estimé vos économies en nous basant sur un vol similaire, cliquez ici pour le voir ou pour configurer vous-même la valeur d’un vol alternatif
pt: Estimamos a sua economia tomando como base um voo similar, toque aqui para visualizar ou definir um valor próprio de voo alternativo
ru: Учитывая аналогичный рейс, мы рассчитали Вашу экономию. Нажмите сюда, чтобы ознакомиться или назначить свою стоимость альтернативного рейса
zh_cn: 我们根据类似航班估算了您节省的费用，点击这里查看或设置您自己的替代航班价值
zh_tw: 我們基於類似的航班估計您節省了多少，請點按這裡以查看，或者設定您自己的替代航班價值

# analysis.stub.add-accounts
source: To view your report, please add one or more of the following accounts:
de: Zur Ansicht Ihres Berichts fügen Sie bitte eines oder mehrere der folgenden Konten hinzu:
es: Para ver tu informe, añade una o más de las siguientes cuentas:
fr: Pour afficher votre rapport, veuillez ajouter un ou plusieurs des comptes suivants:
pt: Para visualizar o seu relatórios, inclua uma ou mais destas contas:
ru: Чтобы посмотреть отчет, пожалуйста, добавьте какой-либо из следующих аккаунтов:
zh_cn: 要查看您的报告，请添加以下一个或多个账户：
zh_tw: 要查閱您的報告，請添加一個或多個以下帳戶：

# analysis.stub.add-more
source: You can add some more credit cards:
de: Sie können weitere Kreditkarten hinzufügen:
es: Puedes añadir más tarjetas de crédito:
fr: Vous pouvez ajouter d’autres cartes de crédit:
pt: Você pode adicionar mais alguns cartões de crédito:
ru: Добавьте больше кредитных карт:
zh_cn: 您可以添加更多信用卡：
zh_tw: 您還可以添加更多信用卡：

# analysis.stub.come-back
source: Once you have added one or more of these accounts, please come back to this screen to see your personal Credit Card Spend Analysis report!
de: Wenn Sie eines oder mehrere dieser Konten hinzugefügt haben, kehren Sie bitte zu diesem Bildschirm zurück, um Ihren persönlichen Bericht zur Analyse der Kreditkartenausgaben anzuzeigen!
es: Cuando hayas añadido una o más cuentas, ¡vuelve a esta pantalla para ver tu informe personal con el análisis del gasto de tu tarjeta de crédito!
fr: Une fois que vous avez ajouté un ou plusieurs comptes, veuillez retourner sur cet écran pour voir votre rapport d’analyse des dépenses de carte de crédit personnelle!
pt: Após ter adicionado uma ou mais destas contas, volte para esta teça para ver o seu relatório pessoal de análise de gastos com cartões de crédito!
ru: Добавив один или несколько из этих аккаунтов, вернитесь сюда, чтобы посмотреть ваш анализ расходов по кредитным картам!
zh_cn: 您添加了一个或多个账户之后，请返回此页面查看您的个人信用卡消费分析报告！
zh_tw: 在您添加了一個或多個這些帳戶後，請返回這個頁面以查看您的個人信用卡花費分析報告！

# analysis.stub.no-analytics
source: None of your credit card accounts have any valid transactions that can be analyzed for this report. If you have other banking accounts, please add them and then come back to view the report.
de: Keines Ihrer Kreditkartenkonten verfügt über gültige Transaktionen, die für diesen Bericht analysiert werden können. Wenn Sie andere Bankkonten haben, fügen Sie diese bitte hinzu und kehren Sie dann zurück, um den Bericht anzuzeigen.
es: Tus tarjetas no tienen ninguna transacción válida que se pueda analizar en este informe. Si tienes otras cuentas bancarias, añádelas y vuelve a consultar este informe.
fr: Aucun de vos comptes de carte de crédit n’a de transaction valide qui puisse être analysée pour ce rapport. Si vous possédez d’autres comptes bancaires, veuillez les ajouter puis revenir sur cette page pour voir le rapport.
pt: Nenhuma conta sua tem transações válidas que possam ser analisadas para este relatório. Se tiver outras conta sbancárias, adicione-as e retorne para visualizar o relatório.
ru: Мы не нашли подходящих транзакций для составления отчета ни для одной добавленной кредитной карты. Если у вас есть другие банковские аккаунты, пожалуйста, добавьте их и проверьте отчет снова.
zh_cn: 您的信用卡账户中没有任何可用于此报告分析的有效交易。如果您有其他银行账户，请添加，然后回来查看报告。
zh_tw: 沒有任何一張您的信用卡擁有任何可以進行分析的有效交易。若您有其他銀行帳戶，請添加帳戶後再返回查看這份報告。

source: Available Credits
de: Verfügbare Gutschriften
es: Crédito disponible
fr: Crédits disponibles
pt: Créditos disponíveis
ru: Доступно кредитов
zh_cn: 可用点数
zh_tw: 可用點數

# award.account.list.totals.estimated
source: Total Estimated Value
de: Geschätzter Gesamtwert
es: Valor estimado total
fr: Valeur totale estimée
pt: Valor total estimado
ru: Общая стоимость
zh_cn: 总估计价值
zh_tw: 總估計價值

# award.account.list.totals.multiple
source: Multiple Users
de: Mehrere Benutzer
es: Varios usuarios
fr: Plusieurs utilisateurs
pt: Vários usuários
ru: Все пользователи
zh_cn: 多个用户
zh_tw: 多用戶

# award.account.list.totals.points
source: Total Points
de: Gesamtpunkte
es: Total en hoteles
fr: Total des points
pt: Total de pontos
ru: Всего баллов
zh_cn: 总点数
zh_tw: 總積分

source: Background Location Permission
de: Hintergrund Erlaubnis zur Lokalisierung
es: Permiso de localización en segundo plano
fr: Autorisation de localisation en arrière-plan
pt: Permissão para localização em plano de fundo
ru: Разрешение на определение местоположения в фоновом режиме
zh_cn: 后台位置权限
zh_tw: 背景位置許可

source: Balance Chart
de: Guthaben-Diagramm
es: Gráfico de saldo
fr: Graphique de solde
pt: Gráfico de saldo
ru: График изменений
zh_cn: 余额变动图表
zh_tw: 餘額表

# balance-watch-desc
source: Balance Watch Credits allow you to schedule frequent updating of an account until we detect the desired change in balance. You can read more about this feature %link_on%here%link_off%.
de: Balance-Watch-Credits ermöglichen es Ihnen, Ihr Konto häufig zu aktualisieren, bis wir die gewünschte Veränderung des Kontostandes sehen. Sie können %link_on%hier%link_off% mehr über diese Funktion erfahren.
es: El aviso sobre tus créditos restantes te permite programar actualizaciones frecuentes en tu cuenta hasta que detectemos el cambio deseado en tu saldo. Puedes leer más sobre esta función en %link_on%aquí%link_off%.
fr: Les Crédits Balance Watch vous permettent de programmer des mises à jour fréquentes d’un compte jusqu’à ce que nous détections le changement de solde souhaité. Vous pouvez obtenir plus d’informations sur cette fonctionnalité %link_on%ici%link_off%.
pt: Os créditos para acompanhamento de saldo permitem a você agendar a atualização frequente de uma conta até conseguirmos detectar uma alteração no saldo. Saiba mais sobre este recurso %link_on%aqui%link_off%.
ru: Кредиты на отслеживание баланса позволяют Вам запустить частое обновление аккаунта, чтобы не пропустить ожидаемое изменение баланса. Вы можете найти больше информации о данной функции %link_on%здесь%link_off%.
zh_cn: 余额关注点数让您可以设置频繁更新一个账户，直到我们检测到预期的余额变化。要进一步了解该功能，请点击%link_on%这里%link_off%。
zh_tw: Balance Watch 點數允許您時常定時更新帳戶，直到我們偵測到所需的餘額變動。 您可%link_on%於此%link_off%查閱更多有關此功能的更多資訊。

# button.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
pt: Aplicar
ru: Применить
zh_cn: 申请
zh_tw: 套用

# button.done
source: Done
de: Abgeschlossen
es: Hecho
fr: Terminé
pt: Pronto
ru: ОК
zh_cn: 已完成
zh_tw: 完成

# button.rename
source: Rename
de: Umbenennen
es: Volver a nombrar
fr: Renommer
pt: Renomear
ru: Переименовать
zh_cn: 改名
zh_tw: 重新命名

source: Buy more
de: Mehr kaufen
es: Comprar más
fr: Acheter plus
pt: Comprar mais
ru: Купить ещё
zh_cn: 购买更多
zh_tw: 購買更多

# buy_watch_credits.button
source: Buy Balance Watch Credits
de: Balance-Watch-Credits kaufen
es: Comprar aviso acerca de mis créditos
fr: Acheter des Crédits Balance Watch
pt: Comprar créditos para acompanhamento de saldo
ru: Купить кредиты на отслеживание баланса
zh_cn: 购买余额关注点数
zh_tw: 購買 Balance Watch點數

source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
pt: Fechado
ru: Закрыто
zh_cn: 已关闭
zh_tw: 已關閉

source: Closing in
de: Schließt um
es: Cerrando en
fr: Ferme dans
pt: Fechando
ru: Закрывается через
zh_cn: 关闭倒计时
zh_tw: 即將於這段時間後關閉：

# confirm-delete
source: Please confirm you want to delete this %subject%
de: Bitte bestätigen Sie, dass Sie dieses %subject% löschen möchten
es: Confirma en caso de que desees borrar este %subject%
fr: Veuillez confirmer que vous souhaitez supprimer ce|cette %subject%
pt: Confirme se deseja mesmo excluir %subject%
ru: Подтвердите, пожалуйста, удаление %subject%
zh_cn: 请确认您要删除该%subject%
zh_tw: 請確認要刪除這個 %subject%

# confirm-delete.many
source: Please confirm you want to delete %num% %subject%
de: Bitte bestätigen Sie, dass Sie %num% %subject% löschen möchten
es: Confirma en caso de que desees borrar este %num% %subject%
fr: Veuillez confirmer que vous souhaitez supprimer %num% %subject%
pt: Confirme se deseja mesmo excluir %num% %subject%
ru: Подтвердите, пожалуйста, удаление %num% %subject%
zh_cn: 请确认要删除%num%个%subject%
zh_tw: 請確認要刪除 %num% %subject%

source: Connected Users
de: Verknüpfte Nutzer
es: Usuarios conectados
fr: Utilisateurs connectés
pt: Usuários conectados
ru: Присоединенные пользователи
zh_cn: 关联的用户
zh_tw: 已連線的用戶

# connections.delete
source: You are about to delete %name%`s name from your profile, please note that since %name% is not a connected user with a separate AwardWallet account all of the loyalty accounts (if any) that belong to this user will be transferred to you automatically?
de: Sie sind dabei, den Namen von %name% aus Ihrem Profil zu löschen. Bitte beachten Sie, dass alle Treuekonten (falls vorhanden), die zu diesem Benutzer gehören, automatisch auf Sie übertragen werden, da %name% kein verbundener Benutzer mit einem separaten AwardWallet-Konto ist.
es: Estás a punto de borrar el nombre de %name% de tu perfil. Recuerda que, puesto que %name% no es un usuario conectado con una cuenta de AwardWallet independiente, todas las cuentas de fidelidad (si las hay) que pertenezcan a este usuario se te transferirán a ti ¿automáticamente?
fr: Vous êtes sur le point de supprimer le nom %name% de votre profil. Veuillez noter qu'étant donné que %name% n'est pas un utilisateur connecté avec un compte AwardWallet, tous les comptes de fidélisation (le cas échéant) qui appartiennent à cet utilisateur vous seront automatiquement transférés.
pt: Você está prestes a excluir o nome de %name% do seu perfil; observe que, como %name% não é um usuário conectado a uma conta AwardWallet separada, todas as contas de fidelidade a ele(a) pertencentes (se houver) serão transferidas automaticamente para você.
ru: Вы собираетесь удалить пользователя %name% из своего аккаунта. Пожалуйста, обратите внимание, поскольку пользователь %name% не имеет собственного аккаунта AwardWallet, все принадлежащие ему аккаунты программ лояльности (если они были) будут автоматически добавлены в список Ваших аккаунтов.
zh_cn: 您将要从您的档案中删除%name%的姓名，请注意，因为%name%并不是一个关联的独立的AwardWallet用户，该姓名下的所有忠诚度账户（如果有）都会自动转移到您的名下。
zh_tw: 您即將從您的個人檔案中刪除%name%的名字，請注意，因為%name%並非擁有分開的 AwardWallet 帳戶的連接使用者，該使用者所屬的所有忠誠帳戶都將自動轉給您？

# credits-count
source: %count% credit|%count% credits
de: %count% Gutschrift|%count% Gutschriften
es: %count% crédito|%count% créditos
fr: %count% crédit|%count% crédits
pt: %count% crédito|%count% créditos
ru: %count% кредит|%count% кредита|%count% кредитов
zh_cn: %count%点数
zh_tw: %count% 信用點數|%count% 信用點數

# delete-mailbox
source: Are you sure, you want to delete %email% mailbox?
de: Sind Sie sich sicher, dass Sie das %email%-Postfach löschen möchten?
es: ¿Estás seguro de que deseas eliminar el buzón de correo de %email%?
fr: Êtes-vous certain(e) de vouloir supprimer la messagerie %email%?
pt: Tem certeza de que deseja excluir a sua caixa de correio %email%?
ru: Вы уверены, что хотите удалить почтовый ящик %email%?
zh_cn: 您是否确定要删除%email%邮箱？
zh_tw: 是否確認要刪除 %email% 郵箱？

# delete-qrcode
source: Please confirm you want to delete this QR code
de: Bitte bestätigen Sie, dass Sie diesen QR-Code löschen möchten
es: Confirma si de verdad deseas borrar este código QR
fr: Veuillez confirmer que vous souhaitez supprimer ce code QR
pt: Confirme se deseja mesmo excluir este QR code
ru: Подтвердите удаление этого QR-кода
zh_cn: 请确认您要删除该二维码
zh_tw: 請確認要刪除這個 QR 條碼

source: Details
es: Detalles
fr: Détails
pt: Detalhes
ru: Детали
zh_cn: 详情
zh_tw: 詳情
