Repository: CrimeanPatterns/frontend
Catalog: translations/mobile-native.*.xliff
Languages: de, es, fr, pt, ru, zh_cn, zh_tw

# mile-value-bar.description
source: Tap to %href_on%see more%href_off% values, or set your own.
de: Tippen Sie, um %href_on%weitere Werte anzuzeigen%href_off% oder eigene Werte festzulegen.
es: Toca para %href_on%ver más%href_off% valores, o define los tuyos.
fr: Appuyez pour %href_on%voir plus%href_off% de valeurs, ou définir les vôtres.
pt: Toque para %href_on%ver mais%href_off% valores, ou defina os seus próprios.
ru: Нажмите, чтобы %href_on%увидеть больше%href_off% значений или установите собственные.

# mile-value-bar.message
source: We estimate the value of points based on travel
de: Wir schätzen den Wert von Punkten basierend auf tatsächlichen Reisebuchungen ein
es: Estimamos el valor de los puntos en función del uso para viajes
fr: Nous estimons la valeur des points sur la base des voyages
pt: Estimamos o valor dos pontos com base em viagens.
ru: Мы оцениваем стоимость баллов на основании реальных трат наших пользователей.

# mile-value.massage
source: To calculate the value of your %programName% miles, please specify what a single %programName% mile is worth to you in US cents.
de: Um den Wert Ihrer %programName%-Meilen zu berechnen, geben Sie bitte ein, was eine einzelne %programName%-Meile für Sie in US-Cent wert ist.
es: Para calcular el valor de sus %programName% millas, especifique lo que vale para usted una sola %programName% milla en céntimos de dólar.
fr: Pour calculer la valeur de vos miles %programName%, veuillez préciser la valeur d’un mile %programName% en cents de dollar.
pt: Para calcular o valor das suas milhas %programName%, especifique o valor unitário da milha %programName% para você em centavos de dólares dos EUA.
ru: Чтобы рассчитать сколько стоят мили %programName%, пожалуйста, уточните сколько стоит одна миля %programName% в центах США.
zh_cn: 要计算您%programName%里程的价值，请指定一英里%programName%里程对您的价值（以美分计）。
zh_tw: 要計算您的 %programName% 哩程的價值，請以美分為單位指出一個 %programName% 哩程對您的價值。

# mile-value.override
source: Override the value with your own estimate
de: Überschreiben Sie den Wert mit Ihrer eigenen Schätzung
es: Cambia el valor por su propia estimación
fr: Ignorer la valeur et ajouter votre propre estimation
pt: Substituir o valor com a sua própria estimativa
ru: Установить собственное значение
zh_cn: 用您自己的估计值覆盖该值
zh_tw: 用您自己的估計值覆蓋該值

# move-plan.notice
source: In order to control where the trip ends or begins just touch and hold the beginning or the end of the trip and move that border up or down.
de: Um zu kontrollieren, wo die Reise endet oder beginnt, berühren oder halten Sie den den Anfang oder das Ende der Reise und ziehen die Begrenzungsleisten nach oben oder unten.
es: Para poder controlar cuándo empieza o acaba un viaje solo tienes que tocar el principio o el final del viaje y mover hacia arriba o hacia abajo.
fr: Afin de vérifier où le voyage commence ou se termine, touchez et maintenez appuyé le début ou la fin du voyage, puis déplacez la bordure vers le haut ou vers le bas.
pt: Para controlar onde a viagem termina ou começa, basta tocar no começo ou fim da viagem e mover para cima ou para baixo.
ru: Чтобы обозначить длительность плана путешествия, нажмите и удерживайте на первоначальный или последний сегмент для перемещения границы вверх или вниз.
zh_cn: 要控制行程的结束或开始，只需触摸并长按行程的开始或结束，然后上下移动该边框。
zh_tw: 為了控制行程結束或開始的位置，只需觸碰並停留在行程開始或結束處，並在邊界向上或向下移動。

# move.segment
source: Move Travel Segment|Move Travel Segments
de: Reiseabschnitt verschieben | Reiseabschnitte verschieben
es: Mover segmento de viaje | Mover segmentos de viaje
fr: Déplacer le segment de voyage | Déplacer les segments de voyage
pt: Mover Segmento de Viagem | Mover Segmentos de Viagem
ru: Переместить резервацию|Переместить резервации|Переместить резервации

source: Nothing
de: Nichts
es: Nada
fr: Rien
pt: Nada
ru: Ничего
zh_cn: 无
zh_tw: 無內容

# notifications.barcode.desc
source: Long press this notification to instantly scan the bar code
de: Drücken Sie lange auf diese Benachrichtigung, um den Barcode sofort zu scannen
es: Mantén pulsada esta notificación para escanear al momento el código de barras
fr: Appuyez longuement sur cette notification pour scanner immédiatement le code barre
pt: Aperte e segure esta notificação para ler o código barras instantaneamente
ru: Длительное нажатие на это уведомление позволяет мгновенно отсканировать штрих-код
zh_cn: 长按此通知可立即扫描条形码
zh_tw: 長按這則通知以立即掃描條碼

# notifications.enable-service
source: Please enable Notifications by tapping "Settings" and choosing "Allow Notifications" under the "Notifications" settings.
de: Bitte aktivieren Sie Benachrichtigungen, indem Sie auf "Einstellungen" tippen und unter "Benachrichtigungen" die Option "Benachrichtigungen zulassen" auswählen.
es: Activa las notificaciones pulsando «Configuración» y seleccionando «Permitir notificaciones» en la configuración de «Notificaciones».
fr: Veuillez activer les notifications en cliquant sur «Paramètres» puis en sélectionnant «Autoriser les notifications» dans les paramètres «Notifications».
pt: Habilite as notificações tocando em "Configurações" e selecionando "Permitir notificações" nas configurações de "Notificações".
ru: Чтобы включить уведомления, нажмите "Настройки", затем "Уведомления" и выберите "Допуск уведомлений".
zh_cn: 点击“设置”并选择“通知”设置下的“允许通知”即可启用通知。
zh_tw: 請點按「設定」並從「通知」設定下選擇「允許通知」以啟用通知。

# notifications.enable-service.title
source: AwardWallet does not have the ability to send notifications
de: AwardWallet kann keine Benachrichtigungen senden
es: AwardWallet no puede enviar notificaciones
fr: AwardWallet n’a pas la possibilité d’envoyer des notifications
pt: O AwardWallet não tem o recurso de enviar notificações
ru: AwardWallet не может отправлять Вам уведомления
zh_cn: AwardWallet无法发送通知
zh_tw: AwardWallet 無法發送通知

source: Opened
de: Geöffnet
es: Abierto
fr: Ouvert
pt: Aberto
ru: Открыт
zh_cn: 预订请求已开启
zh_tw: 已開啟

source: Opening in
de: Wird geöffnet um
es: Abre en
fr: Ouvre dans
pt: Abrindo em
ru: Открывается через
zh_cn: 开启倒计时
zh_tw: 即將於這段時間後開始：

# pictures
source: picture|pictures
de: Bild|Bilder
es: imagen|imágenes
fr: photo|photos
pt: foto|fotos
ru: изображение|изображения|изображений
zh_cn: 图片
zh_tw: 照片|照片

# plan.rename
source: Change the name
de: Namen ändern
es: Cambiar el nombre
fr: Modifier le nom
pt: Alterar o nome
ru: Изменить имя
zh_cn: 修改名称
zh_tw: 更改名稱

# priority-pass.received-from
source: Received from:
de: Erhalten von:
fr: Reçu de :
pt: Recebido de:

# profile.color-theme.dark
source: Dark mode
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
pt: Modo escuro
ru: Темный режим

# profile.color-theme.system
source: Use system settings
de: Systemeinstellungen verwenden
es: Usar configuración del sistema
fr: Utiliser les paramètres du système
pt: Usar configurações do sistema
ru: Использовать системные настройки

source: Read-only
de: Nur Leseansicht
es: Solo de lectura
fr: Lecture seule
pt: Somente leitura
ru: Только чтение
zh_cn: 只读
zh_tw: 唯讀

# scan-qrcode
source: Scan New QR Code
de: Neuen QR-Code scannen
es: Escanear nuevo código QR
fr: Scanner un nouveau code QR
pt: Ler novo QR code
ru: Сканировать новый QR-код
zh_cn: 扫描新二维码
zh_tw: 掃描新 QR 條碼

source: Scan QR code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner un code QR
pt: Ler QR code
ru: Сканировать QR-код
zh_cn: 扫描二维码
zh_tw: 掃描 QR 條碼

source: Select from files
de: Aus Dateien auswählen
es: Seleccionar desde archivos
fr: Sélectionner à partir des fichiers
pt: Selecionar entre os arquivos
ru: Выбрать из файлов
zh_cn: 从文件中选择
zh_tw: 從檔案中選擇

source: Select from gallery
de: Aus Galerie auswählen
es: Seleccionar desde la galería
fr: Sélectionner à partir de la galerie
pt: Selecionar na galeria
ru: Выбрать из галереи
zh_cn: 从图库中选择
zh_tw: 從照片庫中選擇

source: Select traveler
de: Reisenden auswählen
es: Seleccionar viajero
fr: Sélectionner un voyageur
pt: Selecionar viajante
ru: Выбрать путешественника
zh_cn: 选择旅行者
zh_tw: 選擇旅行者

source: Set Up Now
de: Jetzt einrichten
es: Configurar ahora
fr: Configurer maintenant
pt: Configurar agora
ru: Настроить сейчас
zh_cn: 立即设置
zh_tw: 現在設置

# share-undo
source: If you did this by mistake you can undo this by pressing the "Undo" button below.
de: Falls es sich um ein Versehen handelt, können Sie es rückgängig machen, indem Sie unten die Schaltfläche "Rückgängig" anklicken.
es: Si lo has hecho por error, puedes deshacer esta acción presionando el botón "Deshacer" de debajo.
fr: Si vous avez fait cette action par erreur et que vous souhaitez l’annuler, il vous suffit de cliquer sur le bouton « Annuler » ci-dessous.
pt: Caso tenha errado, pode desfazer apertando o botando "Desfazer" abaixo.
ru: Если действие совершено по ошибке, Вы можете отменить его, нажав кнопку "Отменить" ниже.
zh_cn: 如果您这是误操作，按下面的“撤销”按钮即可撤销操作。
zh_tw: 若您誤執行了這個動作，您可以按以下的「撤銷」按鈕以撤銷。

source: Spend Analysis
de: Ausgabenanalyse
es: Hacer análisis de gastos
fr: Analyse des dépenses
pt: Análise de gastos
ru: Анализ расходов по карте
zh_cn: 消费分析
zh_tw: 花費分析

source: Spend Analysis Settings
de: Einstellungen Ausgabenanalyse
es: Configuraciones de análisis de gastos
fr: Réglages de l’analyse des dépenses
pt: Configurações de análise de gastos
ru: Настройки анализа расходов
zh_cn: 消费分析设置
zh_tw: 花費分析設定

# subscription.billing
source: Recurring Billing ~ Cancel anytime
de: Wiederkehrende Rechnungsstellung ~ jederzeit stornierbar
es: Facturación automática ~ Cancelar en cualquier momento
fr: Facturation récurrente ~ Annulez à tout moment
pt: Cobranças recorrentes ~ Cancele quando quiser
ru: Автопродление подписки ~ Отмена в любое время
zh_cn: 周期性计费，随时取消
zh_tw: 定期付款 ~ 隨時取消

# subscription.button
source: Try It Free for 3 Months
de: 3 Monate lang gratis testen
es: Probarlo gratis durante 3 meses
fr: Essayez-le gratuitement pendant 3 mois
pt: Experimentar gratuitamente por 3 meses
ru: Попробуйте бесплатно 3 месяца
zh_cn: 免费试用3个月
zh_tw: 免費試用 3 個月

# subscription.expirations.description
source: Showing all of your loyalty account expirations where expiration is known
de: Anzeigen aller Ablaufzeiten Ihres Treuekontos, wenn der Ablauf bekannt ist
es: Se muestran todas las caducidades de tus cuentas de fidelización, siempre que se conozcan las fechas
fr: Affichage de toutes les dates d’expiration de vos comptes de fidélité lorsque la date d’expiration est connue
pt: Exibindo todas as datas de validade das suas contas de fidelidade quando a data for conhecida
ru: Отображение всех известных дат сгорания баланса
zh_cn: 显示所有账户已知的过期日期
zh_tw: 在知道到期日的狀況下，顯示您的所有忠誠帳戶的到期日

# subscription.expirations.title
source: See all expirations
de: Alle Ablaufdaten anzeigen
es: Ver todos los vencimientos
fr: Voir toutes les expirations
pt: Ver todas as expirações
ru: Посмотреть все сроки действия
zh_cn: 查看所有过期日期
zh_tw: 查看所有到期日

# subscription.monitoring.description
source: More comprehensive monitoring and tracking of your flights
de: Umfassendere Überwachung und Verfolgung Ihrer Flüge
es: Control más integral y seguimiento de todos tus vuelos
fr: Un suivi et une surveillance de vos vols plus complets
pt: Monitoração e acompanhamento mais abrangente dos seus voos
ru: Более тщательный мониторинг ваших полетов
zh_cn: 更全面地监视并跟踪您的航班
zh_tw: 更全面地監視和追蹤您的航班

# subscription.monitoring.title
source: Flight Monitoring
de: Flugüberwachung
es: Monitoreo de vuelos
fr: Surveillance des vols
pt: Monitoramento de voos
ru: Мониторинг полетов
zh_cn: 航班监视
zh_tw: 航班監控

# subscription.properties.description
source: Displaying additional reward account properties
de: Anzeigen zusätzlicher Eigenschaften des Prämienkontos
es: Se muestran más propiedades de las cuentas de recompensas
fr: Affichage des propriétés supplémentaires du compte de récompense
pt: Exibição de itens adicionais das contas de fidelidade
ru: Отображение дополнительных свойств аккаунтов программ лояльности
zh_cn: 显示更多奖励账户属性
zh_tw: 顯示額外的獎勵帳戶屬性

# subscription.properties.title
source: See additional properties
de: Weitere Eigenschaften anzeigen
es: Ver más propiedades
fr: Voir les propriétés supplémentaires
pt: Ver propriedades adicionais
ru: Посмотреть дополнительные свойства
zh_cn: 查看更多属性
zh_tw: 查看額外屬性

# subscription.subscribe
source: Subscribe for %price% per year
de: Für %price% pro Jahr abonnieren
es: Subscribirse por %price% por año
fr: Abonnez-vous pour %price% par an
pt: Assinar por %price% por ano
ru: Оформить подписку за %price% в год
zh_cn: 以每年%price%的价格订阅
zh_tw: 以每年 %price% 訂用

# subscription.terms
source: %p_on%AwardWallet Plus is a subscription-based service, the subscription length is 1 year and when you subscribe it will be set to auto-renew every year thereafter. The cost of the subscription is %price% per year.%p_off%%p_on%AwardWallet Plus subscriptions purchased from the app will be charged to your %store% account and will automatically renew within 24 hours prior to the end of the current subscription period, unless auto-renewal is disabled beforehand. To manage your subscriptions or to disable auto-renewal, after purchase, go to your %store% account settings. No refunds will be issued after the annual subscription fee has been charged. Any unused portion of a free trial period will be forfeited once a subscription is purchased.%p_off%%p_on%For more details please feel free to review our %link_1%Terms of Use%link_off% and our %link_2%Privacy Policy%link_off%.%p_off%
de: %p_on%AwardWallet Plus ist ein abonnementbasierter Dienst mit einer Laufzeit von einem Jahr. Nach dem Abschluss verlängert sich das Abonnement automatisch jedes Jahr. Die Kosten betragen %price% pro Jahr.%p_off%%p_on%Abonnements für AwardWallet Plus, die über die App abgeschlossen werden, werden Ihrem %store%-Konto belastet und verlängern sich automatisch innerhalb von 24 Stunden vor Ablauf des aktuellen Abonnementzeitraums, sofern die automatische Verlängerung nicht zuvor deaktiviert wurde. Um Ihre Abonnements zu verwalten oder die automatische Verlängerung zu deaktivieren, gehen Sie nach dem Kauf in die Einstellungen Ihres %store%-Kontos. Eine Rückerstattung nach Belastung der Jahresgebühr ist nicht möglich. Nicht genutzte Zeit eines kostenlosen Probezeitraums verfällt mit dem Kauf eines Abonnements.%p_off%%p_on%Weitere Informationen finden Sie in unseren %link_1%Nutzungsbedingungen%link_off% und unserer %link_2%Datenschutzerklärung%link_off%.%p_off%
es: %p_on%AwardWallet Plus es un servicio basado en suscripción. La duración de la suscripción es de 1 año y, al suscribirte, se activará la renovación automática cada año. El costo de la suscripción es de %price% por año.%p_off% %p_on%Las suscripciones a AwardWallet Plus adquiridas desde la app se cargarán a tu cuenta de %store% y se renovarán automáticamente dentro de las 24 horas previas al final del período actual, a menos que desactives la renovación automática con anticipación. Para administrar tus suscripciones o desactivar la renovación automática después de la compra, ve a la configuración de tu cuenta en %store%. No se emitirán reembolsos una vez que se haya cobrado la tarifa anual. Cualquier parte no utilizada de un período de prueba gratuita se perderá una vez que se haya realizado la compra de la suscripción.%p_off% %p_on%Para más detalles, consulta nuestros %link_1%Términos de uso%link_off% y nuestra %link_2%Política de privacidad%link_off%.%p_off%
fr: %p_on%AwardWallet Plus est un service par abonnement d'une durée d’un an. Lors de votre souscription, le renouvellement automatique sera activé chaque année. Le coût de l’abonnement est de %price% par an.%p_off%%p_on%Les abonnements AwardWallet Plus achetés depuis l'application seront facturés sur votre compte %store% et se renouvelleront automatiquement dans les 24 heures précédant la fin de la période d'abonnement actuelle, sauf si le renouvellement automatique est désactivé au préalable. Pour gérer vos abonnements ou désactiver le renouvellement automatique, rendez-vous dans les paramètres de votre compte %store% après l’achat. Aucun remboursement ne sera effectué après la facturation de l’abonnement annuel. Toute portion inutilisée d'une période d’essai gratuite sera perdue une fois l’abonnement activé.%p_off%%p_on%Pour plus de détails, n’hésitez pas à consulter nos %link_1%Conditions d’utilisation%link_off% et notre %link_2%Politique de confidentialité%link_off%.%p_off%
pt: %p_on%O AwardWallet Plus é um serviço por assinatura com duração de 1 ano. Ao assinar, a renovação automática será ativada para os anos seguintes. O custo da assinatura é de %price% por ano.%p_off%%p_on%Assinaturas do AwardWallet Plus adquiridas pelo aplicativo serão cobradas na sua conta %store% e serão renovadas automaticamente dentro de 24 horas antes do fim do período atual, a menos que a renovação automática seja desativada com antecedência. Para gerenciar suas assinaturas ou desativar a renovação automática, acesse as configurações da sua conta %store% após a compra. Não serão emitidos reembolsos após a cobrança da taxa anual. Qualquer período de teste gratuito não utilizado será perdido ao adquirir uma assinatura.%p_off%%p_on%Para mais detalhes, sinta-se à vontade para revisar nossos %link_1%Termos de Uso%link_off% e nossa %link_2%Política de Privacidade%link_off%.%p_off%
ru: %p_on%AwardWallet Plus - услуга, доступная по подписке, которая оформляется на 1 год и далее продлевается автоматически. Стоимость подписки %price% в год. %p_off%%p_on%Если Вы оформляете подписку на AwardWallet Plus через приложение, то оплата будет списана с карты, привязанной к Вашему аккаунту %store%. Пока Вы не отмените подписку, она будет автоматически продлеваться за 24 часа до окончания текущей. Для отмены подписки или ее редактирования после приобретения, пожалуйста, откройте настройки Вашего профиля %store%. Обратите внимание, что осуществление возврата денежных средств после продления или покупки подписки невозможно. При оформлении подписки неиспользованный пробный период пользования AwardWallet Plus сгорает.%p_off%%p_on%Для получения более детальной информации, пожалуйста, ознакомьтесь с нашими %link_1%Условиями Пользования%link_off% и %link_2%Политикой Конфиденциальности%link_off%.%p_off%

# subscription.update.description
source: When your update all of you accounts they are updated in parallel, up to 5x faster
de: Wenn Sie alle Ihre Konten aktualisieren, erfolgt dies parallel – bis zu 5× schneller
es: Cuando actualizas todas tus cuentas, se actualizan en paralelo, hasta 5 veces más rápido
fr: Lorsque vous mettez à jour tous vos comptes, ils sont mis à jour en parallèle, jusqu’à 5 fois plus rapidement.
pt: Ao atualizar todas as suas contas, elas são atualizadas em paralelo, até 5 vezes mais rápido
ru: Ваши аккаунты обновляются одновременно со скоростью в 5 раз выше обычной
zh_cn: 当您更新所有账户时，账户会并行更新，最高速度可达5倍
zh_tw: 在您更新您的全部帳戶時，會以高達 5 倍快速的速度同時加以更新

# subscription.update.title
source: Concurrent updating, up to 5x faster
de: Parallele Aktualisierung – bis zu 5× schneller
es: Actualización concurrente, hasta 5 veces más rápida
fr: Mises à jour simultanées, jusqu’à 5 fois plus rapides
pt: Atualização simultânea, até 5 vezes mais rápida
ru: Одновременное обновление (в 5 раз быстрее)
zh_cn: 并发更新，最高速度可达5倍
zh_tw: 同時更新，速度提升高達 5 倍

# success-paid
source: Successfully paid
de: Erfolgreich bezahlt
es: Se ha pagado correctamente
fr: Payé
pt: Pagamento feito
ru: Успешно оплачено
zh_cn: 已成功付款
zh_tw: 成功完成付款

# switcher.off
source: Off
de: Aus
pt: Desl
ru: Выкл
zh_cn: 关
zh_tw: 關閉

# switcher.on
source: On
de: Ein
pt: Liga
ru: Вкл
zh_cn: 开
zh_tw: 開啟

# timeline.lounge
source: Lounge|Lounges
fr: Salon|Salons
pt: Sala VIP|Salas VIPs
ru: Бизнес-зал|Бизнес-зала|Бизнес-залов
zh_cn: 贵宾厅使用次数
zh_tw: 休息室

# timeline.move.select-name
source: To add %segments% to another person's travel timeline, select their name in the dropdown below.
de: Um %segments% zur Reisetimeline einer anderen Person hinzuzufügen, wählen Sie deren Namen im Dropdown-Menü unten aus.
es: Para agregar %segments% a la línea de tiempo de viaje de otra persona, selecciona su nombre en el menú desplegable de abajo.
fr: Pour ajouter %segments% à la chronologie de voyage d’une autre personne, sélectionnez son nom dans le menu déroulant ci-dessous.
pt: Para adicionar %segments% à linha do tempo de viagem de outra pessoa, selecione o nome dela no menu suspenso abaixo.
ru: Чтобы добавить %segments% к списку путешествий другого человека, выберите его имя в раскрывающемся списке ниже.

# timeline.move.travel-segment
source: this travel segment|these travel segments
de: dieser Reiseabschnitt | diese Reiseabschnitte
es: este segmento de viaje | estos segmentos de viaje
fr: ce segment de voyage|ces segments de voyage
pt: este trecho de viagem | estes trechos de viagem
ru: эта резервация|эти резервации|эти резервации

# timeline.select-cards
source: Select the Cards You Have
de: Wählen Sie die Karten, über die Sie verfüg
es: Seleccionar las tarjetas que tienes
fr: Sélectionnez les cartes que vous possédez
pt: Selecione os seus cartões
ru: Выбрать имеющиеся карты
zh_cn: 选择您拥有的卡片
zh_tw: 選擇您所擁有的卡片

source: Tools
es: Herramientas
fr: Outils
pt: Ferramentas
ru: Инструменты
zh_cn: 工具
zh_tw: 工具

# transaction-analyzer-filter.all
source: All
de: Alle
es: Todo
fr: Tous
pt: Todos
ru: Все
zh_cn: 所有
zh_tw: 全部

# transaction-analyzer-filter.amount.exact
source: Exact Amount $
de: Genauer Betrag $
es: Cantidad exacta $
fr: Montant exact $
pt: Valor exato em $
ru: Точная сумма $
zh_cn: 确切金额$
zh_tw: 外加金額 $

# transaction-analyzer-filter.amount.greater
source: Greater than $
de: Größer als $
es: Más de $
fr: Plus de $
pt: Maior do que $
ru: Больше $
zh_cn: 大于$
zh_tw: 大於 $

# transaction-analyzer-filter.amount.less
source: Less than $
de: Weniger als $
es: Menos de $
fr: Moins de $
pt: Menor do que $
ru: Меньше $
zh_cn: 少于$
zh_tw: 少於 $

# transaction-analyzer-filter.any
source: Any
de: Jede
es: Cualquiera
fr: Tous
pt: Qualquer
ru: Любая
zh_cn: 任何
zh_tw: 任何

# transaction-analyzer-filter.multiple-selected
source: Multiple Options Selected
de: Mehrere Optionen ausgewählt
es: Varias opciones seleccionadas
fr: Plusieurs options sélectionnées
pt: Várias opções selecionadas
ru: Выбрано несколько опций
zh_cn: 选择了多个选项
zh_tw: 選擇了多項

# transactions.card.best
source: Best Value Card
de: Karte mit dem besten Gegenwert
es: Tarjeta con mejor valor
fr: Carte avec le meilleur rapport valeur
pt: Cartão com Melhor Valor
ru: Самая выгодная карта

# transactions.card.best-have
source: Best Value Card You Have
de: Beste Gegenwert-Karte in Ihrem Besitz
es: La tarjeta con mejor valor que tienes
fr: Carte avec le meilleur rapport valeur que vous possédez
pt: Melhor Cartão que Você Possui
ru: Самая выгодная из имеющихся карт

# transactions.card.cash-equivalent
source: Cash Equivalent
de: Barwert
es: Equivalente en efectivo
fr: Équivalent en espèces
pt: Equivalente em Dinheiro
ru: В денежном эквиваленте

# transactions.card.options.button
source: See Other Card Options
de: Weitere Kartenoptionen anzeigen
es: Ver otras opciones de tarjeta
fr: Voir d’autres options de cartes
pt: Ver Outras Opções de Cartão
ru: Посмотреть другие варианты карт

# transactions.total.cash-eqv
source: Cash Eqv.
de: Barwert
es: Eq. efectivo
fr: Équiv. espèces
pt: Eqv. em Dinheiro
ru: В деньгах

# transactions.total.earned
source: Total earned
de: Insgesamt gesammelt
es: Total acumulado
fr: Total gagné
pt: Total ganho
ru: Всего заработано

# transactions.total.spend
source: Total Spend
de: Gesamtausgaben
es: Gasto total
fr: Total dépensé
pt: Total gasto
ru: Всего потрачено

# trips.segment.trip-for
source: Trip for
de: Reisedauer
es: Viajes para
fr: Voyage de
pt: Viagens de
ru: Поездка на
zh_cn: 行程
zh_tw: 旅行至

# two-factor.confirmation-code
source: Confirmation Code
de: Bestätigungscode
es: Código de confirmación
fr: Code de confirmation
pt: Código de confirmação
ru: Код подтверждения
zh_cn: 确认码
zh_tw: 確認代碼

# two-factor.copy-key
source: Copy Key
de: Schlüssel kopieren
es: Copiar clave
fr: Copier la clé
pt: Copiar chave
ru: Скопировать ключ
zh_cn: 复制密钥
zh_tw: 複製密鑰
