Repository: CrimeanPatterns/frontend
Catalog: translations/mobile-native.*.xliff
Languages: de, es, fr, pt, ru, zh_cn, zh_tw

# two-factor.enter-code
source: Enter Code
de: Code eingeben
es: Insertar código
fr: Saisir le code
pt: Digitar código
ru: Ввести код
zh_cn: 输入代码
zh_tw: 輸入代碼

# two-factor.instruction
source: To set up two-factor authentication manually, please copy the key above and paste it into the authentication app of your choice, such as 1Password, Google Authenticator, Authy, Duo Mobile, etc. Once done your app will start generating a random one-time code every 30 seconds, please copy this code and press Next below.
de: Um die Zwei-Faktor-Authentifizierung manuell einzurichten, kopieren Sie bitte den obigen Schlüssel und fügen ihn in die Authentifizierungs-App Ihrer Wahl ein, z. B. 1Password, Google Authenticator, Authy, Duo Mobile usw. Sobald dies geschehen ist, generiert Ihre App alle 30 Sekunden einen zufälligen Einmalcode. Bitte kopieren Sie diesen Code und drücken Sie unten auf Weiter.
es: Para configurar la autenticación de dos factores de forma manual, copia la clave anterior y pégala en la aplicación de autenticación que más te guste, como 1Password, Google Authenticator, Authy, Duo Mobile, etc. Cuando lo hayas hecho, la aplicación generará un código aleatorio de un solo uso cada 30 segundos. Copia este código y pulsa Siguiente.
fr: Pour configurer manuellement l’authentification à deux facteurs, veuillez copier la clé ci-dessus et la coler dans l’application d’authentification de votre choix, tels que 1Password, Google Authenticator, Authy, Duo Mobile, etc. Une fois cela effectué, votre application se mettra à générer un code unique aléatoire toutes les 30 secondes. Veuillez copier ce code et appuyer sur le bouton «Suivant» ci-dessous.
pt: Para implantar a autenticação por dois fatores manualmente, copie a chave acima e cole-a no seu aplicativo de autenticação preferido, como 1Password, Google Authenticator, Authy, Duo Mobile, etc. Quando terminar, seu aplicativo começará a emitir um código único a cada 30 segundos, copie o código e aperte "Próximo" abaixo.
ru: Чтобы установить двухэтапную авторизацию, скопируйте приведенный выше ключ и вставьте его в приложение на Ваш выбор (например 1Password, Google Authenticator, Authy, Duo Mobile и другие). После этого Ваше приложение начнет генерировать код каждые 30 секунд. Пожалуйста, скопируйте этот код и нажмите "Далее".
zh_cn: 要手动设置双因素身份验证，请复制上面的密钥并将其粘贴到您选择的身份验证应用程序中，例如1Password、Google Authenticator、Authy、Duo Mobile等。完成后，您的应用程序将开始每30秒生成一个随机的一次性代码，请复制此代码并按“下一步”。
zh_tw: 若要手動設置雙步驟驗證，請複製上面的密鑰然後將其貼到您所選的驗證應用程式，像是 1Password、Google Authenticator、Authy、Duo Mobile 等。完成之後，您的應用程式便會每 30 秒隨機生成一個一次性代碼，請複製該代碼並於底下按下「下一步」。

# two-factor.ios-password-manager
source: Set Up via iOS Password Manager
de: Einrichten über iOS Password Manager
es: Configurar a través del gestor de contraseñas de iOS
fr: Configurer avec un gestionnaire de mots de passe iOS
pt: Implantação via iOS Password Manager
ru: Установить с помощью менеджера паролей iOS
zh_cn: 通过iOS密码管理器设置
zh_tw: 透過 iOS Password Manager 設置

# two-factor.login-code
source: Enter the 6-digit login code generated by your authentication app
de: Geben Sie den 6-stelligen Anmeldecode ein, der von Ihrer Authentifizierungs-App generiert wird
es: Inserta el código de acceso de 6 dígitos generado por la aplicación de autenticación que hayas elegido
fr: Saisissez le code d’identification à 6 chiffres généré par votre application d’authentification
pt: Digite o código de login de 6 dígitos gerados pelo seu aplicativo de autenticação
ru: Введите 6-значный код для входа, сгенерированный Вашим приложением для авторизации
zh_cn: 输入您的身份验证应用程序生成的6位登录代码
zh_tw: 輸入您的驗證應用程式所生成的 6 碼登入代碼

# two-factor.message.what-is-two-factor
source: Two-factor authentication adds an extra layer of security to your account by requiring a unique one-time code when you log in to AwardWallet. A separate app will generate this one-time code outside of AwardWallet, such as 1Password, Google Authenticator, Authy, Duo Mobile, etc.
de: Die Zwei-Faktor-Authentifizierung fügt Ihrem Konto eine zusätzliche Sicherheitsebene hinzu, indem sie einen einmaligen Code verlangt, wenn Sie sich bei AwardWallet anmelden. Eine separate App generiert diesen einmaligen Code außerhalb von AwardWallet, z. B. 1Password, Google Authenticator, Authy, Duo Mobile usw.
es: La autenticación de dos factores es como una capa extra de seguridad para tu cuenta ya que genera un código único de un solo uso cuando inicias sesión en AwardWallet. Una aplicación independiente genera este código de un solo uso fuera de AwardWallet, como 1Password, Google Authenticator, Authy, Duo Mobile, etc.
fr: L’authentification à deux facteurs ajoute une sécurité supplémentaire à votre compte en exigeant un code temporaire unique quand vous vous connectez à AwardWallet. Une application distincte générera ce code temporaire indépendamment d’AwardWallet, comme 1Password, Google Authenticator, Authy, Duo Mobile, etc.
pt: A autenticação por dois fatores adiciona uma camada extra de proteção à sua conta ao pedir um código de uso único quando você entra no AwardWallet. Um aplicativo separado. como 1Password, Google Authenticator, Authy, Duo Mobile, etc. irá gerar esse código único fora do AwardWallet.
ru: Двухэтапная авторизация повышает уровень безопасности Вашего аккаунта благодаря использованию уникального одноразового кода при входе в AwardWallet. Для генерирования кода используется приложение независимое от AwardWallet, например 1Password, Google Authenticator, Authy, Duo Mobile и другие.
zh_cn: 双因素身份验证会在您登录AwardWallet时要求提供唯一的一次性代码，以此为您的账户增加额外的安全层。在AwardWallet之外的另一个应用程序会生成这个一次性代码，比如1Password、Google Authenticator、Authy、Duo Mobile等。
zh_tw: 雙步驟驗證會在您登入 AwardWallet 時要求輸入一個一次性代碼，以為您的帳戶添加另一層安全性保護。該一次性代碼由 1Password、Google Authenticator、Authy、Duo Mobile 等非 AwardWallet 的應用程式生成。

# two-factor.recovery-key
source: Recovery Key
de: Wiederherstellungsschlüssel
es: Recuperar clave
fr: Clé de récupération
pt: Chave de recuperação
ru: Ключ для восстановления
zh_cn: 恢复密钥
zh_tw: 還原密鑰

# two-factor.save-key
source: Save Recovery Key
de: Wiederherstellungsschlüssel speichern
es: Guardar clave recuperada
fr: Sauvegarder la clé de récupération
pt: Salvar chave de recuperação
ru: Сохранить ключ для восстановления
zh_cn: 保存恢复密钥
zh_tw: 儲存還原密鑰

# two-factor.third-party-app
source: Set Up via Third-Party App
de: Einrichten über eine Drittanbieter-App
es: Configurar aplicación de terceros
fr: Configurer avec une application tierce
pt: Configurar por aplicativo externo
ru: Установить с помощью стороннего приложения
zh_cn: 通过第三方应用程序设置
zh_tw: 透過第三方應用程式設置

# two-factor.title
source: Add Extra Security%br%To Your Account!
de: Fügen Sie Ihrem Konto%br%zusätzliche Sicherheit hinzu!
es: ¡Aporta más seguridad %br%a tu cuenta!
fr: Sécurisez davantage%br%votre compte !
pt: Adicionar mais segurança%br%à sua conta!
ru: Повысьте безопасность%br%Вашего аккаунта!
zh_cn: 为您的账户%br%添加额外的安全性！
zh_tw: 為您的帳戶%br%添加額外安全性保護！

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
pt: Desfazer
ru: Отменить
zh_cn: 撤消
zh_tw: 撤銷

source: Unlink
de: Verknüpfung aufheben
es: Quitar el vínculo
fr: Supprimer le lien
pt: Desvincular
ru: Отвязать
zh_cn: 取消链接
zh_tw: 取消連結

# update-accounts.canceled
source: Canceled
de: Storniert
es: Cancelado
fr: Annulé
pt: Cancelado
ru: Отменено
zh_cn: 取消的
zh_tw: 已取消

# update-accounts.changed-counter
source: %changed% changed
de: %changed% geändert
es: %changed% modificado
fr: %changed% modifié(s)
pt: %changed% alterado(s)
ru: %changed% изменился|%changed% изменились|%changed% изменились
zh_cn: %changed%已改变
zh_tw: %changed%已更改

# update-accounts.description-non-outdated
source: Are you sure you want to update all of your accounts?
de: Sind Sie sicher, dass Sie all Ihre Konten löschen möchten?
es: ¿Estás seguro de que deseas eliminar estas cuentas?
fr: Êtes-vous certain(e) de vouloir mettre à jour tous vos comptes ?
pt: Tem certeza de que deseja atualizar todas as suas contaa?
ru: Вы уверены, что хотите обновить все Ваши аккаунты?
zh_cn: 您确定要更新该账户吗？
zh_tw: 您是否確定要更新您全部的帳戶?

# update-accounts.description-outdated
source: Choose to update either all of your accounts or just the enabled accounts that haven't been updated in the last 30 days.
de: Sie können entweder alle Ihre Konten aktualisieren oder nur die aktivierten Konten, die in den letzten 30 Tagen nicht aktualisiert wurden.
es: Confirma si deseas actualizar todas tus cuentas o solo las cuentas habilitadas que no se hayan actualizado en los últimos 30 días.
fr: Choisissez si vous souhaitez mettre à jour tous vos comptes ou seulement les comptes activés qui n’ont pas été mis à jour durant les 30 derniers jours.
pt: Escolher entre atualizar todas as suas contas ou apenas as contas habilitadas que não tiverem sido atualizadas nos últimos 30 dias.
ru: Можно обновить все Ваши аккаунты или только активированные аккаунты, которые не обновлялись за последние 30 дней.
zh_cn: 选择更新您的所有账户或仅更新过去30天内未更新的已启用账户。
zh_tw: 選擇要更新您全部的帳戶，還是只更新在過去 30 天內未更新過的啟用帳戶。

# update-accounts.in-progress-counter
source: [0, 1] %progress% in progress|[2,Inf] %progress% of %total% in progress
de: [0, 1] %progress% in Bearbeitung | [2,Inf] %progress% von %total% in Bearbeitung
es: [0, 1] %progress% en progreso | [2,Inf] %progress% de %total% en progreso
fr: [0,1] %progress% en cours|[2,Inf] %progress% sur %total% en cours
pt: [0, 1] %progress% em andamento | [2,Inf] %progress% de %total% em andamento
ru: [0, 1] %progress% в процессе|[2,Inf] %progress% из %total% в процессе
zh_cn: [0, 1] 进度%progress%|[2,Inf] 进度%progress%/%total%
zh_tw: [0, 1] 正在進行 %progress% 項|[2,Inf] 正在進行 %total% 項中的 %progress% 項

# update-accounts.other-counter
source: %other% other
de: %other% weitere
es: %other% otro
fr: %other% autre(s)
pt: %other% outro(s)
ru: %other% другое
zh_cn: %other%其他
zh_tw: 其他 %other% 項

# update-accounts.outdated-accounts
source: Accounts Not Updated in 30 Days
de: Seit 30 Tagen nicht aktualisierte Konten
es: Cuentas no actualizadas en 30 días
fr: Comptes qui n’ont pas été mis à jour depuis 30 jours
pt: Contas não atualizadas nos últimos 30 dias
ru: Аккаунты, которые не обновлялись за последние 30 дней
zh_cn: 30天内未更新的账户
zh_tw: 30 天內未更新的帳戶

# update-accounts.outdated-accounts-counter
source: Update %counter% Outdated Accounts
de: %counter% veraltete Konten aktuaisieren
es: Actualizar %counter% Cuentas desactualizadas
fr: Mettre à jour %counter% comptes obsolètes
pt: Atualizar %counter% contas desatualizadas
ru: Обновить %counter% устаревший аккаунт|Обновить %counter% устаревших аккаунта|Обновить %counter% устаревших аккаунтов
zh_cn: 更新%counter%个过时的账户
zh_tw: 更新 %counter% 個過時帳戶

# update-accounts.title-empty
source: You don't have any accounts that can be updated.
de: Sie haben keine Konten, die aktualisiert werden können.
es: No se puede actualizar ninguna de tus cuentas.
fr: Vous n’avez aucun compte à mettre à jour.
pt: Você não tem contas que possam ser atualizadas.
ru: У Вас нет аккаунтов, которым требуется обновление.
zh_cn: 您没有可以更新的账户。
zh_tw: 您沒有任何可被更新的帳戶

# update-accounts.title-non-outdated
source: Update All Accounts
de: Alle Konten aktualisieren
es: Actualizar todas las cuentas
fr: Mettre à jour tous les comptes
pt: Atualizar todas as contas
ru: Обновить все аккаунты
zh_cn: 更新所有账户
zh_tw: 更新全部帳戶

# update-accounts.title-outdated
source: Update Your Accounts
de: Ihre Konten aktualisieren
es: Actualizar las cuentas
fr: Mettre à jour vos comptes
pt: Atualizar todas as suas contas
ru: Обновить аккаунты
zh_cn: 更新所有账户
zh_tw: 更新您的帳戶

# update-accounts.total-accounts
source: Total Accounts
de: Konten insgesamt
es: Total de las cuentas
fr: Nombre total de comptes
pt: Total de contas
ru: Всего аккаунтов
zh_cn: 账户总数
zh_tw: 帳戶總數

# update-accounts.total-accounts-counter
source: Update All %counter% Accounts
de: Alle %counter% Konten aktualisieren
es: Actualizar todas las %counter% cuentas
fr: Mettre à jour les %counter% comptes
pt: Atualizar todas as %counter% contas
ru: Обновить %counter% аккаунт|Обновить все %counter% аккаунта|Обновить все %counter% аккаунтов
zh_cn: 更新所有%counter%个账户
zh_tw: 更新全部 %counter% 個帳戶

# update-accounts.unchanged-counter
source: %unchanged% unchanged
de: %unchanged% unverändert
es: %unchanged% sin cambios
fr: %unchanged% inchangé(s)
pt: %unchanged% inalterado(s)
ru: %unchanged% не изменился|%unchanged% не изменились|%unchanged% не изменились
zh_cn: %unchanged%个未改变
zh_tw: %unchanged% 個未發生變化

source: Upgrade to
de: Upgrade auf
es: Actualizar a
fr: Mettre à niveau vers
pt: Fazer upgrade
ru: Подключить
zh_cn: 升级为
zh_tw: 升級至

# upload-fail
source: Upload failed
de: Upload fehlgeschlagen
es: No se ha podido cargar
fr: Échec du téléchargement
pt: Falha no upgrade
ru: Не удалось загрузить
zh_cn: 上传失败
zh_tw: 上傳失敗

# user.delete.enter.feedback
source: Please Enter Your Feedback
de: Bitte geben Sie Ihr Feedback ein
es: Introduce tus comentarios por favor
fr: Veuillez saisir votre commentaire
pt: Dê a sua opinião
ru: Пожалуйста, оставьте отзыв
zh_cn: 请输入您的反馈
zh_tw: 請輸入您的意見回饋

# user.delete.popup-text2
source: If you delete your personal account all of the programs that are assigned to you will be deleted. In addition to that you will lose access to the business account.
de: Wenn Sie Ihr persönliches Konto löschen, werden alle Ihnen zugeordneten Programme gelöscht. Zusätzlich verlieren Sie den Zugang zu dem Unternehmenskonto.
es: Si eliminas tu cuenta personal, todos los programas asignados a ti también se eliminarán. Además, perderás el acceso a la cuenta empresarial.
fr: Si vous supprimez votre compte personnel, tous les programmes qui vous sont attribués seront supprimés. En outre, vous perdrez l’accès au compte professionnel.
pt: Se excluir a sua conta pessoal, todos os programas atribuídos a você serão excluídos. Além disso, você perderá acesso à conta empresarial.
ru: Если Вы удалите свой аккаунт, будут удалены все добавленные Вами программы лояльности. Вы также потеряете доступ к Вашему бизнес-аккаунту.
zh_cn: 如果您删除了您的个人账户，所有分配给您的奖励计划都会被删除。此外，您将无法再访问该企业账户。
zh_tw: 如果您刪除您的個人帳戶，分派給您的所有所有計劃也都會被刪除 。此外，您也會喪失訪問該企業帳戶的權限 。

# account.details.expiration.blog
source: You can find more details about the %name% expiration policy on %link_on%our blog%link_off%.
es: Puedes encontrar más detalles sobre la política de vencimiento de %name% en %link_on%nuestro blog%link_off%.
ru: Более подробную информацию о политике истечения срока действия %name% Вы можете найти в %link_on%нашем блоге%link_off%.

source: Cards
es: Tarjetas
ru: Карты
zh_cn: 卡片
zh_tw: 卡片

# subscription.trial
source: 3 Months Free Trial ~ Then $29.99/year
ru: 3 месяца бесплатно ~ затем 29.99$ в год
zh_cn: 3个月免费试用，然后$29.99/年
zh_tw: 3 個月免費試用 ~ 接下來每年 $29.99

# delete-user.business.notice
source: Your account happens to be an owner of "%company_name%" business.%br%If you delete your personal account all of the programs that are assigned to you will be deleted. In addition to that, you will lose access to the business.%br%To make sure you understand that please login to business account and edit your Account Access level to say "No Access". After that you will be able to delete your personal account.
zh_cn: 您的账户是“%company_name%”企业的所有者。%br%如果您删除个人账户，则分配给您的所有计划都会被删除。之外，您将无法再访问该企业账户。%br%为确保您理解，请登录该企业账户并编辑您的账户访问权限级别为“禁止访问”。之后，您就可以删除您的个人账户。

# mile-value-bar.message
source: We estimate the value of points based on travel redemptions.
zh_cn: 我们根据旅行兑换来估计积分的价值。
zh_tw: 我們根據旅行兌換來估算積分的價值。

# mile-value-bar.more-value
source: Tap to see more values, or set your own.
zh_cn: 点击查看更多价值，或自行设定价值。
zh_tw: 點按以查看更多值，或設定自己的。

# subscription.terms
source: %p_on%AwardWallet Plus is a subscription-based service, the subscription length is 1 year and when you subscribe it will be set to auto-renew every year thereafter. The cost of the subscription is $29.99 per year without a an early supporter discount, and $9.99 per year with an early supporter discount.%p_off%%p_on%AwardWallet Plus subscriptions purchased from the app will be charged to your %store% account and will automatically renew within 24 hours prior to the end of the current subscription period, unless auto-renewal is disabled beforehand. To manage your subscriptions or to disable auto-renewal, after purchase, go to your %store% account settings. No refunds will be issued after the annual subscription fee has been charged. Any unused portion of a free trial period will be forfeited once a subscription is purchased.%p_off%%p_on%For more details please feel free to review our %link_1%Terms of Use%link_off% and our %link_2%Privacy Policy%link_off%.%p_off%
zh_cn: %p_on%AwardWallet Plus是一项基于订阅的服务，订阅期为1年。当您订购该服务时，系统设置为每年自动更新订阅。订阅费用为每年 %price%。%p_off%%p_on%在应用中购买的AwardWallet Plus订阅会从您的%store%账户中扣款并且会在当前订阅期结束之前24小时自动续订，除非您提前关闭了自动续订。在购买之后，要管理您的订阅或关闭自动续订，请前往您的%store%账户设置。年度订阅费用扣除之后无法退款。购买订阅之后，剩余的免费试用期即作废。%p_off%%p_on%有关详细信息，请随时查看我们的%link_1%使用条款%link_off%和%link_2%隐私政策%link_off%。%p_off%
zh_tw: %p_on%AwardWallet Plus 是一項訂用服務，訂用以 1 年為期，並且訂用時會設為每年自動續訂。訂用費用為每年 %price%。%p_off%%p_on%從應用程式購買的 AwardWallet Plus 將從您的 %store% 帳戶扣款且將在目前訂用期到期 24 小時內自動續訂，除非您之前取消自動續訂功能。若要管理訂用或在購買後取消自動續訂功能，請前往您的 %store% 帳號設定。年度訂用扣款後恕不退款。購買訂用後，剩餘的免費試用期自動失效。%p_off%%p_on%更多詳情請見我們的%link_1%使用條款%link_off%和我們的%link_2%隱私政策%link_off%。%p_off%
