Repository: CrimeanPatterns/frontend
Catalog: translations/mobile-native.*.xliff
Languages: de, es, fr, pt, ru, zh_cn, zh_tw

source: Discovered Accounts
de: Gefundene Konten
es: Cuentas descubiertas
fr: Comptes trouvés
pt: Contas descobertas
ru: Найденные аккаунты
zh_cn: 发现的账户
zh_tw: 發現的帳戶

# discovered-accounts.review-more
source: Review More Discovered Accounts
de: Weitere entdeckte Konten überprüfen
es: Revisar más cuentas descubiertas
fr: Examiner d’autres comptes trouvés
pt: Consultar mais contas descobertas
ru: Посмотреть другие найденные аккаунты
zh_cn: 查看更多发现的账户
zh_tw: 審查更多發現的帳戶

# discovered.add-other
source: Add Other Loyalty Accounts
de: Andere Treuekonten hinzufügen
es: Añadir otras cuentas de fidelización
fr: Ajouter d’autres comptes de fidélité
pt: Adicionar outras contas de recompensas
ru: Добавить другие программы
zh_cn: 添加其他忠诚度账户
zh_tw: 添加其他忠誠帳戶

# discovered.confirm-delete-accounts
source: Are you sure you want to delete all discovered loyalty accounts?
de: Möchten Sie wirklich alle entdeckten Treuekonten löschen?
es: ¿Estás seguro de que deseas eliminar todas las cuentas de fidelización descubiertas?
fr: Êtes-vous certain(e) de vouloir supprimer tous les comptes de fidélité trouvés ?
pt: Tem certeza de que deseja eliminar todas as contas de programas de fidelidade descobertas?
ru: Вы уверены, что хотите удалить все найденные аккаунты?
zh_cn: 您确定要删除该账户吗？
zh_tw: 您是否確定要刪除所發現的全部忠誠帳戶？

# discovered.delete-accounts
source: Delete All Discovered Loyalty Accounts
de: Alle gefundenen Treuekonten löschen
es: Borrar todas las cuentas de fidelización descubiertas
fr: Supprimer tous les comptes de fidélité trouvés
pt: Excluir todas as contas de fidelidade descobertas
ru: Удалить все найденные аккаунты
zh_cn: 删除所有发现的忠诚度账户
zh_tw: 刪除全部發現的忠誠帳戶

# discovered.set-up
source: The following loyalty accounts were found via your mailbox; please tap each account to set it up. Swipe left to delete or tap "Add Other Loyalty Accounts" at the top to add other accounts.
de: Folgende Treueprogramme wurden über Ihr E-Mail-Postfach gefunden; tippen Sie auf jedes Konto, um es einzurichten. Wischen Sie nach links, um es zu löschen, oder tippen Sie oben auf „Weitere Treuekonten hinzufügen“, um andere Konten hinzuzufügen.
es: Se encontraron las siguientes cuentas de fidelidad a través de tu buzón; toca cada cuenta para configurarla. Desliza hacia la izquierda para eliminar o toca "Agregar otras cuentas de fidelidad" en la parte superior para añadir más cuentas.
fr: Les comptes de fidélité suivants ont été trouvés dans votre messagerie; veuillez cliquer sur chaque compte pour les configurer. Faites glisser le compte vers la gauche pour le supprimer ou cliquez sur «Ajouter d’autres comptes de fidélité» dans la partie supérieure pour ajouter d’autres comptes.
pt: As seguintes contas de fidelidade foram encontradas na sua caixa de entrada; toque em cada conta para configurá-la. Deslize para a esquerda para excluir ou toque em "Adicionar outras contas de fidelidade" no topo para adicionar outras contas.
ru: Данные программы лояльности были найдены в Вашем электронном почтовом ящике. Пожалуйста, коснитесь каждого аккаунта для дальнейшей настройки. Смахните влево, чтобы удалить аккаунт, или нажмите на "Добавить другие программы" в верхней части экрана для добавления других аккаунтов.
zh_cn: 通过您的邮箱找到了以下忠诚度账户；请点击每个账户进行设置。向左滑动以删除或点击顶部的“添加其他忠诚度账户”以添加其他账户。
zh_tw: 從您的郵箱中找到了以下忠誠帳戶；請點按每個帳戶加以設置。向左滑動以刪除，或從最上面點按「添加其他忠誠帳戶」以添加其他帳戶。

source: Earn
de: Sammeln
fr: Gagnez
pt: Ganhe

source: Edit Mailbox
de: Postfach bearbeiten
es: Editar buzón de correo
fr: Modifier la messagerie
pt: Editar caixa de correio
ru: Изменить почтовый ящик
zh_cn: 编辑邮箱
zh_tw: 編輯郵箱

# enable_all_locations
source: Enable All Retail Cards Notifications
de: Alle Benachrichtungen zu Einzelhandelskarten aktivieren
es: Permitir todas las notificaciones de las tarjetas de compras
fr: Activer toutes les notifications de cartes de vente au détail
pt: Habilitar notificações para todos os cartões de lojas
ru: Включить все уведомления по бонусным картам
zh_cn: 为所有零售卡启用通知
zh_tw: 開啟所有卡片通知

source: Family Members
de: Familienmitglieder
es: Miembros de la familia
fr: Membres de la famille
pt: Integrantes da família
ru: Члены семьи
zh_cn: 家庭成员
zh_tw: 家庭成員

# fees-cards.attention
source: These cards don’t charge a foreign transaction fee for purchases made overseas.
de: Diese Karten erheben keine Auslandsgebühren für Einkäufe im Ausland.
es: Estas tarjetas no cobran comisión por transacciones en el extranjero por las compras realizadas en el extranjero.
fr: Ces cartes ne facturent pas de frais de transaction à l’étranger pour des achats effectués à l’étranger.
pt: Estes cartões não cobram tarifas por transações internacionais feitas no exterior.
ru: Эти карты не взимают комиссию за покупки, сделанные за рубежом.
zh_cn: 这些卡对海外购物不收取境外交易费。
zh_tw: 這些卡片不收取海外消費的國外交易費用。

# fees-cards.business
source: Business %cards%
es: %cards% de empresa
fr: %cards% d’entreprise
pt: %cards% de uso comercial
ru: Бизнес %cards%
zh_cn: 企业%cards%
zh_tw: 企業 %cards%

# fees-cards.cards
source: Card|Cards
de: Karte|Karten
es: Tarjeta|Tarjetas
fr: Carte|Cartes
pt: Cartão|Cartões
ru: Карта|Карты|Карт
zh_cn: 卡片
zh_tw: 卡片

# fees-cards.no-fees
source: No Foreign-Transaction Fees
de: Keine Gebühren für Auslandstransaktionen
es: Sin comisiones por transacciones con el extranjero
fr: Aucun frais de transaction à l’étranger
pt: Sem tarifas para transações internacionais
ru: Без комиссий за иностранные операции
zh_cn: 无境外交易费用
zh_tw: 不收取國外交易費

# fees-cards.personal
source: Personal %cards%
de: Persönliche %cards%
es: %cards% personales
fr: %cards% personnelles
pt: %cards% de uso pessoal
ru: Личные %cards%
zh_cn: 个人%cards%
zh_tw: 個人 %cards%

# fees-cards.responsibility
source: * According to our records, you have all these credit cards. We make the best effort to verify which cards don't have foreign transaction fees, but ultimately you need to confirm it with your bank. AwardWallet is not liable if you get charged a fee by your bank.
de: * Unseren Aufzeichnungen zufolge haben Sie diese Kreditkarten. Wir tun unser Bestes, um zu überprüfen, für welche Karten keine Auslandsgebühren anfallen, aber letztendlich müssen Sie dies mit Ihrer Bank abklären. AwardWallet ist nicht haftbar, wenn Ihnen von Ihrer Bank eine Gebühr berechnet wird.
es: * Según nuestros registros, dispones de todas estas tarjetas de crédito. Hacemos todo lo posible por verificar qué tarjetas no tienen comisiones por transacciones en el extranjero, pero en última instancia debes confirmarlo con tu banco. AwardWallet no se hace responsable si tu banco te cobra una comisión.
fr: * D’après nos archives, vous possédez toutes ces cartes de crédit. Nous faisons de notre mieux pour vérifier les cartes qui sont exemptes de frais de transaction à l’étranger, mais demandez toutefois confirmation à votre banque. AwardWallet ne peut être tenu pour responsable si votre banque vous facture des frais.
pt: * De acordo com os nossos registros, você tem todos estes cartões de crédito. Nós fazemos o máximo possível para verificar quais cartões não cobram tarifas em transações internacionais, mas você precisa confirmar com o seu banco. O AwardWallet não pode ser responsabilizado se o seu banco cobrar uma tarifa.
ru: * Согласно нашим данным, у Вас есть все эти кредитные карты. Мы прилагаем все усилия, чтобы проверить, какие карты не взимают комиссию за иностранные транзакции, но лучше уточнить это у своего банка. AwardWallet не несет ответственности, если Ваш банк взимает с Вас комиссию.
zh_cn: *根据我们的记录，您拥有这些信用卡。我们尽最大努力验证哪些卡没有境外交易费用，但最终您需要与发卡银行确认。如果银行向您收取费用，AwardWallet不承担任何责任。
zh_tw: * 根據我們的紀錄，您擁有所有這些信用卡。我們嘗試檢查哪些信用卡不收取國外交易費用，不過您還是必須與銀行確認。若您的銀行向您收取費用，AwardWallet 恕不負責。

# fingerprint.auth-not-match
source: The fingerprint didn't match, please try again.
de: Der Fingerabdruck stimmte nicht überein, bitte erneut versuchen.
es: No hay coincidencias con la huella dactilar, inténtalo de nuevo.
fr: L’empreinte digitale ne correspond pas, veuillez réessayer.
pt: A digital não foi reconhecida, tente novamente.
ru: Отпечаток пальца не распознан, пожалуйста, повторите попытку.
zh_cn: 指纹不匹配，请再试一次。
zh_tw: 指紋不符合，請再試一次。

# fingerprint.device-locked
source: The authentication was not successful, the device is currently locked out. Please try again later.
de: Die Authentifizierung war nicht erfolgreich, das Gerät ist derzeit ausgesperrt. Bitte versuchen Sie es später nochmals.
es: La autenticación no se ha realizado con éxito, el dispositivo está bloqueado. Inténtalo de nuevo más tarde.
fr: L’authentification n’a pas réussi, le périphérique est actuellement verrouillé. Veuillez réessayer plus tard.
pt: Houve falha na autenticação, o dispositivo está bloqueado no momento. Tente novamente mais tarde.
ru: Ошибка авторизации, устройство заблокировано. Пожалуйста, повторите попытку позже.
zh_cn: 身份验证未成功，设备当前已被锁定。请稍后再试。
zh_tw: 身份驗證未成功，目前設備已被鎖定。請稍後再試。

source: Full Control
de: Volle Kontrolle
es: Control total
fr: Contrôle complet
pt: Controle total
ru: Полный доступ
zh_cn: 完全控制
zh_tw: 完全控制權

# group.itinerarie
source: Group into a Trip
de: In Reise gruppieren
es: Agrupar en un viaje
fr: Regrouper avec un voyage
pt: Agrupar em uma viagem
ru: Создать план путешествия
zh_cn: 组成一个行程
zh_tw: 群組行程

# image.download-error
source: Image could not be downloaded, please try again.
de: Bild konnte nicht heruntergeladen werden. Bitte erneut versuchen.
es: La imagen no se ha podido descargar, inténtalo de nuevo.
fr: La photo n’a pas pu être téléchargée, veuillez réessayer.
pt: A imagem não pôde ser baixada, tente outra vez.
ru: Не удалось скачать изображение, пожалуйста, повторите попытку.
zh_cn: 无法下载图片，请重试。
zh_tw: 無法下載圖像，請再試一次。

# image.upload-error
source: Image failed to upload, please try again.
de: Hochladen des Bildess fehlgeschlagen. Bitte erneut versuchen.
es: La imagen no se ha podido descargar, inténtalo de nuevo.
fr: Échec de téléchargement de la photo, veuillez réessayer.
pt: Falha no carregamento da imagem, tente outra vez.
ru: Не удалось загрузить изображение, пожалуйста, повторите попытку.
zh_cn: 图片上传失败，请重试。
zh_tw: 上傳圖像失敗，請再試一次。

# intro.location-permission-title
source: Location Permission
de: Standorterlaubnis
es: Permiso de ubicación
fr: Autorisation d’emplacement
pt: Permissão de localização
ru: Разрешение на определение местоположения
zh_cn: 位置权限
zh_tw: 位置許可

# intro.notifications-button.ios
source: Enable Push Notifications
de: Push-Nachrichten aktivieren
es: Permitir las notificaciones push
fr: Activer les notifications Push
pt: Habilitar notificações por push
ru: Включить Push-уведомления
zh_cn: 启用推送通知
zh_tw: 允許推送通知

# intro.notifications-title
source: Notifications Permission
de: Benachrichtigungserlaubnis
es: Permiso para notificaciones
fr: Autorisation de notifications
pt: Permissão para notificações
ru: Разрешение на отправку уведомлений
zh_cn: 通知权限
zh_tw: 推送通知許可

# invite.message
source: Connection invite was sent.
de: Verknüpfungseinladung wurde gesendet.
es: Se ha enviado una invitación para conectar.
fr: L’invitation de connexion a bien été envoyée.
pt: Convite enviado para o contato.
ru: Приглашение создать связь отправлено.
zh_cn: 已发送关联邀请。
zh_tw: 已發送連結邀請

# linking-mailbox
source: Linking Your Mailbox
de: Verlinkung Ihres Postfachs
es: Vincular tu buzón de correo
fr: Connecter votre messagerie
pt: Vinculação da sua caixa de correio
ru: Привязка почтового ящика
zh_cn: 链接您的邮箱
zh_tw: 連結至您的郵箱

source: Loading...
de: Wird geladen...
es: Cargando...
fr: En cours de chargement…
pt: Carregando...
ru: Подождите...
zh_cn: 正在加载……
zh_tw: 正在載入...

# location-always-usage-description
source: Select "Allow While Using App" now, and later set it to "Always" when prompted. This ensures we can display shopping cards with barcodes on your home screen when you visit stores.
de: Wählen Sie jetzt „Beim Verwenden der App erlauben“ und später „Immer erlauben“, wenn Sie dazu aufgefordert werden. So können wir Einkaufskarten mit Barcodes auf Ihrem Startbildschirm anzeigen, wenn Sie ein Geschäft betreten.
fr: Sélectionnez « Autoriser lors de l’utilisation de l’app » maintenant, puis définissez-le sur « Toujours » lorsque cela vous est demandé. Cela nous permet d’afficher les cartes de fidélité avec code-barres sur votre écran d’accueil lorsque vous entrez dans un magasin.
pt: Selecione "Permitir Durante o Uso do App" agora e, quando solicitado, altere para "Sempre". Isso garante que possamos exibir os cartões de compras com código de barras na tela inicial quando você visitar lojas.

# location.android.finder.enable_service
source: You need to activate the Location Service to use this feature. Please turn on the "High Accuracy" mode in the location settings
de: Sie müssen den Standort-Service aktivieren, um diese Funktion zu benutzen. Bitte schalten Sie in den Standorteinstellungen den Modus "Hohe Genauigkeit" ein
es: Necesitas activar el servicio de localización para usar esta función. Activa el modo de alta precisión en tus configuraciones de localización
fr: Vous devez activer le service de localisation pour utiliser cette fonctionnalité. Veuillez activer le mode « Haute précision » dans les paramètres de localisation
pt: É necessário ativar o serviço de localização para poder usar este recurso. Ative o modo de "alta precisão" nas configurações de localização
ru: Чтобы воспользоваться этой функцией, Вам нужно активировать сервис геолокации. Пожалуйста, используйте опцию максимально точного определения местоположения в настройках
zh_cn: 您需要激活位置服务才能使用此功能。请在位置服务设置中开启“高精度”模式
zh_tw: 您必須啟動定位服務才能使用這項功能。請在定位設定中啟動高精準模式

# location.android.finder.list
source: View the list of all subscribed locations
de: Die Liste aller abonnierten Standorte anzeigen
es: Ver la lista de todas las localizaciones suscritas
fr: Afficher la liste de tous les emplacements inscrits
pt: Ver a lista de todos os locais sendo acompanhados
ru: Открыть список отслеживаемых локаций
zh_cn: 查看所有订阅位置的列表
zh_tw: 查看所有訂閱位置列表

# location.android.finder.start_tracking
source: Enable Location Tracking
de: Standortverfolgung aktivieren
es: Activar el seguimiento de la localización
fr: Activer le suivi de visualisations
pt: Permitir o acompanhamento geográfico
ru: Включить отслеживание геолокации
zh_cn: 启用位置跟踪
zh_tw: 啟用定位追蹤

# location.android.finder.title
source: Retail Store Locator
de: Ladengeschäft-Finder
es: Localizador de tiendas
fr: Localisateur de magasin de vente au détail
pt: Localizador de lojas
ru: Поиск магазинов поблизости
zh_cn: 零售店面搜索器
zh_tw: 零售商店定位系統

# location.android.finder_disabled
source: The service is disabled. If you turn it on we will be able to deliver your bonus card with the barcode right to your home screen when you come close to your favorite grocery store or a restaurant.
de: Die Leistung ist deaktiviert. Wenn Sie sie einschalten, können wir Ihnen Ihre Bonuskarte direkt auf Ihren Startbildschirm laden, wenn Sie sich in der Nähe Ihres Lieblings-Lebensmittelgeschäfts oder eines Lieblings-Restaurants befinden.
es: Este servicio está desactivado. Si lo activas podremos enviarte tu tarjeta de bonificación con el código de barras en tu pantalla conforme te aproximes a tu restaurante y supermercado favorito.
fr: Le service est désactivé. Si vous l’activez, nous pourrons livrer votre carte bonus avec le code-barres directement sur votre écran d’accueil lorsque vous vous approcherez de votre magasin ou de votre restaurant préféré.
pt: O serviço está desabilitado. Se você ativá-lo, podermos exibir o seu cartão bônus com o código de barras ao lado da sua tela inicial quando você estiver perto de um dos seus mercados ou restaurantes favoritos.
ru: Опция отключена. Ее активация позволит нам выводить бонусные карты (со штрихкодом) на экран Вашего мобильного телефона при приближении к магазину или ресторану.
zh_cn: 服务已关闭如果您打开此功能，当您靠近您最喜爱的超市或餐厅时，我们就可以把带有条形码的奖励卡直接显示在主屏幕上。
zh_tw: 此服務已停用。如果您啟用此功能，我們將在您接近您最喜愛的商店或餐廳時，將您的集點卡（附條碼）發送到您的主螢幕上。

# location.android.finder_enabled
source: The service is enabled. When you come close to the location of a grocery store or a restaurant the bonus card and the barcode will appear on your home screen. You can set up all of your favorite grocery store and restaurant locations inside the AwardWallet app
de: Die Leistung ist aktiviert. Wenn Sie in der Nähe eines Lebensmittelgeschäfts oder eines Restaurants sind, erscheinen die Bonuskarte und der Barcode auf Ihrem Startbildschirm. Sie können in der AwardWallet-App all Ihre Lieblings-Lebensmittelgeschäfte und -Restaurants festlegen
es: El servicio está activo. Cuando te aproximes a la localización de una tienda o de un restaurante la tarjeta de bonificación y el código de barras aparecerán en tu pantalla. Puedes configurar tus localizaciones de restaurantes y supermercados favoritos dentro de la aplicación de AwardWallet
fr: Le service est activé. Lorsque vous vous approchez de l’emplacement d’un magasin ou d’un restaurant, la carte bonus et le code-barres s’affichent sur votre écran d’accueil. Vous pouvez configurer tous vos emplacements de magasins et de restaurant préférés dans l’application AwardWallet
pt: O serviço está habilitado. Quando você passar perto de um mercado ou restaurante, o cartão de bônus e o código de barras será exibido na sua tela inicial. Você pode configurar os locais de todos os seus mercados e restaurantes favoritos no aplicativo AwardWallet
ru: Опция активирована. Теперь, когда Вы оказываетесь рядом с магазином или рестораном, мы можем вывести нужную бонусную карту (со штрихкодом) на экран Вашего мобильного телефона. Указать местоположение Ваших любимых магазинов и ресторанов можно в приложении AwardWallet
zh_cn: 服务已开启当您靠近超市或餐馆的位置时，奖励卡和条形码将显示在您的主屏幕上。您可以在AwardWallet应用程序中设置所有您喜欢的超市和餐厅位置
zh_tw: 此服務已啟用。當您接近您最喜愛的商店或餐廳時，集點卡與條碼將會出現在您的主螢幕上。您可以在AwardWallet 應用程式中設定所有您最喜愛的商店與餐廳

# mailbox_connection_lost_text
source: <p>The access to your mailbox, <b>%email%</b>, has expired. This access enables AwardWallet to automatically manage your travel itineraries and update specific loyalty accounts. To maintain these services, please re-authorize AwardWallet's access to your mailbox.</p>
de: <p>Der Zugriff auf Ihr Postfach <b>%email%</b> ist abgelaufen. Dieser Zugriff ermöglicht es AwardWallet, Ihre Reisepläne automatisch zu verwalten und bestimmte Treuekonten zu aktualisieren. Um diese Dienste weiterhin nutzen zu können, autorisieren Sie bitte erneut den Zugriff von AwardWallet auf Ihr Postfach.</p>
es: <p>El acceso a tu buzón, <b>%email%</b>, ha expirado. Este acceso permite a AwardWallet gestionar automáticamente tus itinerarios de viaje y actualizar ciertas cuentas de fidelidad. Para mantener estos servicios, vuelve a autorizar el acceso de AwardWallet a tu buzón.</p>
fr: <p>L’accès à votre boîte mail, <b>%email%</b>, a expiré. Cet accès permet à AwardWallet de gérer automatiquement vos itinéraires de voyage et de mettre à jour certains comptes de fidélité. Pour continuer à bénéficier de ces services, veuillez réautoriser l’accès d’AwardWallet à votre boîte mail.</p>
pt: <p>O acesso à sua caixa de entrada, <b>%email%</b>, expirou. Esse acesso permite que o AwardWallet gerencie automaticamente seus itinerários de viagem e atualize contas de fidelidade específicas. Para manter esses serviços, reautorize o acesso do AwardWallet à sua caixa de entrada.</p>
ru: <p>Доступ к вашему почтовому ящику, %email%, истек. Этот доступ позволяет AwardWallet автоматически управлять маршрутами ваших путешествий и обновлять определенные аккаунты. Чтобы сохранить эти функции, пожалуйста, повторно разрешите AwardWallet доступ к вашему почтовому ящику.</p>
zh_cn: <p>对您的邮箱<b>%email%</b>的访问权限已过期。有了访问权限AwardWallet就能够自动管理您的行程并更新特定的忠诚度账户。要保持这些服务，请重新授权AwardWallet访问您的邮箱。</p>
zh_tw: <p>您的郵箱 <b>%email%</b> 的存取權限已到期。這項存取權限讓 AwardWallet 能夠自動管理您的旅行行程並更新特定的忠誠帳戶。要繼續維持這些服務，請重新授權 AwardWallet 存取您的信箱。</p>

source: Mailboxes
de: Postfächer
es: Buzones de correo
fr: Messageries
pt: Caixas de correio
ru: Почтовые ящики
zh_cn: 邮箱
zh_tw: 郵箱

# mailboxes.intro.1
source: Please link your mailbox to your AwardWallet account so that we can do all the work for you! Specifically, we will scan you mailbox for the loyalty programs you participate in and will add them to your profile automatically.
de: Bitte verlinken Sie Ihr Postfach mit Ihrem AwardWallet-Konto, damit wir die ganze Arbeit für Sie übernehmen können! Insbesondere scannen wir Ihr Postfach nach den Prämienprogrammen, an denen Sie teilnehmen, und fügen diese automatische Ihrem Profil hinzu.
es: ¡Vincula tu buzón de correo a tu cuenta AwardWallet para que podamos hacerlo todo por ti! Sobre todo, podremos escanear tu buzón de entrada para ver en qué programas de fidelización participas y añadirlos automáticamente a tu perfil.
fr: Veuillez connecter votre messagerie à votre compte AwardWallet afin que nous puissions faire tout le travail pour vous! Plus précisément, nous analyserons votre messagerie à la recherche des programmes de récompenses auxquels vous participez et nous les ajouterons automatiquement à votre profil.
pt: Vincule a sua caixa de correio à sua conta AwardWallet para que possamos fazer todo o trabalho por você! Nós vamos processar as mensagens da sua caixa de correio para encontrar os programas de fidelidade em que participa, adicionando-os automaticamente ao seu perfil.
ru: Пожалуйста, привяжите свой почтовый ящик к аккаунту AwardWallet, а далее мы сделаем всю работу за Вас! Сканирование ящика позволит понять, в каких программах лояльности Вы состоите, а затем автоматически добавить эти аккаунты в Ваш профиль.
zh_cn: 请将您的邮箱链接到您的AwardWallet账户，以便我们为您完成所有工作！具体来说，我们会在您的邮箱中扫描您参与的忠诚度计划，并自动将其添加到您的个人档案中。
zh_tw: 請將您的郵箱連結到您的AwardWallet帳號，讓我們為您提供各項服務。特別是，我們會為了您參與的忠誠計畫而掃描您的郵箱，並自動將點數加入您的帳號。

# mailboxes.intro.2
source: If we find upcoming travel plans in your inbox we will also have them imported into AwardWallet. This is the easiest way to get set up with AwardWallet. We will not be gathering any of your contacts or sending any of them any emails. This step is needed only to get your AwardWallet account set up.
de: Wenn wir anstehende Reisepläne in Ihrem Postfach finden, importieren wir auch diese in AwardWallet. Das ist die einfachste Art, AwardWallet einzurichten. Wir sammeln keine Ihrer Kontakte oder schicken ihnen E-Mails. Dieser Schritt ist nur nötig, um Ihr AwardWallet-Konto einzurichten.
es: Si encontramos planes de viaje en tu buzón también los importaremos a AwardWallet. Es la forma más sencilla de configurar AwardWallet. No recopilaremos la información de tus contactos y no les enviaremos correos. Solo necesitamos que lo hagas para poder configurar tu cuenta AwardWallet.
fr: Si nous trouvons des plans de voyage dans votre boîte de réception, nous les importerons également dans AwardWallet. C’est la manière la plus simple de configurer AwardWallet. Nous ne récupérerons pas vos contacts ni ne leur enverrons d’e-mails. Cette étape est nécessaire uniquement afin de configurer votre compte AwardWallet.
pt: Se encontrarmos planos de viagem na sua caixa de correio, nós também os importaremos para o AwardWallet. Esta é a forma mais fácil de começar a usar o AwardWallet. Nós não vamos extrair os seus contatos bem mandar e-mails para eles. Essa etapa só é necessária para configurar a sua conta AwardWallet.
ru: Информация о предстоящих путешествиях также автоматически добавится на AwardWallet. Привязка ящика - самый простой способ добавлять резервации в профиль AwardWallet и обновлять балансы аккаунтов. Мы не используем Ваши контакты и не рассылаем им письма. Этот шаг нужен только для того, чтобы настроить Ваш аккаунт AwardWallet.
zh_cn: 如果我们在您的收件箱中找到即将到来的旅行计划，我们也会将它们导入AwardWallet。这是设置AwardWallet的最简单方法。我们不会收集您的任何联系人信息或发送任何电子邮件。这一步骤只是用于设置您的AwardWallet账户。
zh_tw: 如果我們在您的收件匣中發現即將到來的行程計劃，我們也會將它們輸入AwardWallet。這是設置AwardWallet最簡單的方法。我們不會收集您的任何聯繫人或向他們發送任何電子郵件。這步驟只為設置AwardWallet帳戶而定。
