Repository: CrimeanPatterns/frontend
Catalog: translations/promotions.*.xliff
Languages: fr, pt, ru

# promotion.choose-person
source: Please choose the person you want to use for this promotion:
fr: Veuillez choisir la personne que vous souhaitez utiliser pour cette offre:
pt: Selecione a pessoa que deseja usar para esta promoção:
ru: Выбрать пользователя, для которого вы хотите использовать предложение:

# promotion.follow-up
source: Follow up
fr: Suivi
pt: Acompanhar
ru: Важно

# promotion.mark-as-applied
source: Mark as applied
fr: Marquer comme appliqué
pt: Marcar como inscrito
ru: Использовано

# promotion.mark-as-read
source: Mark as read
fr: Marquer comme lu
pt: Marcar como lida
ru: Новое

# promotion.mark-as-unread
source: Mark as unread
fr: Marquer comme non-lu
pt: Marcar como não lida
ru: Старое

# promotion.mark-read-all
source: Mark read all
fr: Marquer tous comme lus
pt: Marcar todas como lidas
ru: Отметить всё прочитанным

# promotion.mark-unread-all
source: Mark unread all
fr: Marquer tous comme non-lus
pt: Marcar todas como não lidas
ru: Отметить всё как новое

# promotion.select-person
source: Select passenger
fr: Sélectionner passager
pt: Selecionar passageiro
ru: Выбрать путешественника

# promotion.select-region.label
source: Select region
fr: Sélectionner région
pt: Selecionar região
ru: Выбрать регион

# promotion.undo-follow-up
source: Undo follow up
fr: Désactiver le suivi
pt: Desfazer "acompanhar"
ru: Убрать отметку "Важное"

# promotion.unmark-as-applied
source: Unmark as applied
fr: Démarquer comme appliqué
pt: Desmarcar como inscrito
ru: Убрать отметку "Использовано"

# promotion.view-details
source: View Details
fr: Afficher les Détails
pt: Ver detalhes
ru: Детали

# promotions.all-other
source: All Other Promotions
fr: Toutes les Autres Offres
pt: Todas as outras promoções
ru: Посмотреть другие предложения
